@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h1>Доставка и плащане</h1>
                <h2><b>ДОСТАВКА</b></h2>
                <h3><b>I. Доставка</b></h3>
                <p>За поръчки на обща стойност над 48.00 лв не се таксува доставка, а за поръчки на обща стойност до 48.00 лв се заплаща
                    доставка според таксите на съответната куриерска служба. Таксуването на доставка не е обвързано с
                    населеното място, до което се доставя. Доставката на всички електронни продукти се осъществява по
                    електронен път.</p>
                <h3><b>II. Срок на доставка</b></h3>
                <p>Обикновена доставка - в срок до 4 работни дни от момента на потвърждаването на поръчката от наш
                    консултант по имейл или телефон - за налични артикули на склад. Удължена доставка - в срок до 30
                    календарни дни от момента на потвърждаването на поръчката от наш консултант по имейл или телефон -
                    за артикули, които са с допълнителна заявка от нашите партньори. В изключително лоши атмосферни
                    условия или поради извънредни ситуации, свързани с логистиката, срокът може да бъде удължен.</p>
                <h3><b>III. Условия за връщане на закупената стока</b></h3>
                <p>Вие имате право да върнете закупената стока до 14 календарни дни от датата на доставка. Молим Ви
                    продуктите да бъдат разопаковани внимателно, тъй като, ако желаете да върнете продукти, те трябва да
                    бъдат със запазен търговски вид. Разходите по връщане на стока са за сметка на клиента. В случай на
                    проявено желание за връщане на закупена стока, молим да се свържете с наш представител на телефон
                    061922218 за уточнение на последващите процедури.</p>
                <h2><b>ПЛАЩАНЕ</b></h2>
                <p>Заплащането на поръчаната стока може да се извърши по два отделни или в комбинация един с друг
                    начина, като независимо от избрания начин на плащане, сумата за заплащане е една и съща и не се
                    начисляват допълнителни такси за обработка на плащането.</p>
                <p>• С „наложен платеж” - плащане в брой на куриера при доставката.(Като този тип плащане не важи за
                    електронните продукти предлагани от нас)</p>
                <p>• По банков път.</p>
                <p>За всяка поръчана стока потребителят трябва да заплати цената, която е обявена в електронния магазин
                    към момента на поръчката. Цената на всяка стока може да се променя динамично.</p>
            </div>
        </div>
    </div>
</div>

@endsection