@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h4 style="text-align: center;">ФИРМА АВАЛОН ООД Е РЕГИСТРИРАНА СЪГЛАСНО ИЗИСКВАНИЯТА НА БЪЛГАРСКОТО
                    ЗАКОНОДАТЕЛСТВО И Е
                    СПЕЦИАЛИЗИРАНА В РЕДИЦА НАПРАВЛЕНИЯ ОТ СФЕРАТА НА КОМПЮТЪРНИТЕ ТЕХНОЛОГИИ.</h4>
                <p><span style="text-align: justify;">Основана през 2003 г., днес фирма “Авалон” заема водеща позиция на
                        пазара на информационни технологии в региона на градовете Лясковец, Горна Оряховица, и Велико
                        Търново. Като доставчик на комплексни решения – хардуер, софтуер, комуникации, и поддръжка.
                        Високото качество и надеждност на предлаганите продукти даде възможност да се въведе дву или
                        тригодишна гаранция за предлаганите от фирмата асемблирани системи.</span></p>
                <a href="https://avalonbg.com/wp-content/uploads/2018/06/office.jpg"><img
                        class="size-medium wp-image-3661"
                        src="https://avalonbg.com/wp-content/uploads/2018/06/office-300x225.jpg" alt="office"
                        width="300" height="225" /></a> Офис Авалон ООД
                <p>Фирмата разполага с екип от изключително добре подготвени специалисти работили повече от петнадесет
                    години в бранша.
                    Това, както и изключителната коректност на Вас клиентите, позволява вече повече от десет години
                    фирма “Авалон” да
                    реализира ръст в продажбите си. Над 80% от продажбите и услугите на фирма “Авалон” са насочени към
                    корпоративни
                    потребители, а останалите се реализират чрез soho пазара. Преобладаващата част от търговията на
                    фирма “Авалон” с
                    крайни клиенти е в сектора на частния бизнес. Там изискванията към доставчика, неговите продукти и
                    услуги са
                    изключително високи. Голяма част от енергията на фирмата е пряко насочена към т.нар. “project
                    business”.</p>
                <p>Фирма “Авалон” е българска фирма и като субект от сферата на информационната индустрия в региона,
                    развива услуги
                    отговарящи на изискванията на клиентите си относно качество, професионализъм и компетентност. Основа
                    на дейността на фирмата и на успеха и, е
                    защитата на
                    интересите на клиентите си.</p>
                <p>Качеството на работата е всеобщо задължение във фирма “Авалон”, от което се определя и отговорността
                    на всеки един от
                    нейните служители.</p>
                <h3 style="margin-bottom: 20px;"><strong>РАБОТИМ В СЛЕДНИТЕ НАПРАВЛЕНИЯ:</strong></h3>
                <ul>
                    <li>Продажба и сервиз на маркова и асемблирана компютърна техника</li>
                    <li>Продажба и сервиз на периферни устройства /принтери,скенери,факс и др./</li>
                    <li>Гаранционен и извънгаранционен сервиз с посещение на сервизен екип при клиента</li>
                    <li>Продажба на консумативи</li>
                    <li>Рециклиране на консумативи</li>
                    <li>Гаранция от две до три години на асемблираните компютърни системи „Авалон“</li>
                    <li>Изграждане на завършена комуникационна инфраструктура с принадлежащите към нея информационни
                        системи (мрежи за
                        пренос на данни/net-tel./)</li>
                    <li>Изграждане на мрежи за видео наблюдение и видео охрана</li>
                    <li>Изработване на софтуер по поръчка на клиента. Проектиране и пускане в експлоатация на WEB
                        страници</li>
                    <li>Проектиране и внедряване на Системи за управление на производствените процеси (ERP)</li>
                    <li>Разработка на софтуер (CMS) приложения</li>
                    <li>Софтуер и уеб базирани приложения по поръчка</li>
                    <li>Инсталиране и конфигуриране на приложения с отворен код</li>
                    <li>SEO услуги</li>
                    <li>За улеснение на своите клиенти предлага собствен електронен магазин (avalonbg.com), даващ
                        възможност за
                        лесна и бърза търговия директно през интернет</li>
                </ul>
                <a href="https://avalonbg.com/wp-content/uploads/2018/06/IMG_1768-768x576.jpg"><img
                        class="size-medium wp-image-3656"
                        src="https://avalonbg.com/wp-content/uploads/2018/06/IMG_1768-768x576-300x225.jpg"
                        alt="Офис Авалон ООД" width="300" height="225" /></a> Офис Авалон ООД
                <h3 style="margin-bottom: 20px;"><strong>Като доказателство за професионалност и компетентност в
                        работата си фирма “Авалон” се задължава да:</strong></h3>
                <ul>
                    <li>изпълнява услуги и подава желаните информации на своите вътрешни и външни клиенти бързо, точно и
                        в подходяща
                        форма;</li>
                    <li>разглежда като решаващ за успеха си фактор задоволяването и доверието на своите клиенти чрез
                        осигуряване на
                        качество и постоянно подобряване на своята работа;</li>
                    <li>създава добра работна атмосфера за своите служители, изразяваща се във взаимно доверие и
                        зачитане, съвместна
                        работа, подобряване на комуникациите, постоянно повишаване на квалификацията, спазване на
                        изискванията за
                        сигурност, охрана на труда, опазване на околната среда, ангажираност към качествена работа,
                        признание на лични и
                        колективни успехи;</li>
                    <li>проверява ефективността на своите услуги и тяхната пригодност да изпълняват изискванията и
                        очакванията на
                        клиентите;</li>
                    <li>избягва конфликти на интереси и приема само поръчки, които могат да бъдат изпълнени компетентно
                        и професионално;
                    </li>
                    <li>помага на всички служители при откриване и отстраняване на грешки и източници на такива, за да
                        може да бъдат
                        избягвани за в бъдеще;</li>
                </ul>
                <br />
                <div style="background-color: #eeeeee; padding: 4px 20px 10px 20px; border: thin solid #C4C4C4;">
                    <h3>НАШЕТО МОТО</h3>
                    <p>За да сме полезни на всеки клиент, трябва да предлагаме висококачествени продукти и услуги на
                        разумна цена, както
                        и да се грижим за тях винаги и навсякъде.<br />До този момент във фирмата няма получено нито
                        едно възражение или
                        анулиране на сделка поради некоректност от страна на фирма Авалон ООД.</p>
                </div>
                <br />
                <hr />
                <br />
                <h3>КОНТАКТ С НАС</h3>
                <h5>АВАЛОН ООД</h5>
                <p>ГР. ГОРНА ОРЯХОВИЦА 5100 - УЛ."ПАТРИАРХ ЕВТИМИЙ" 27<br />HOME@AVALONBG.COM</p>
                <h3>0619 22218</h3>
            </div>
        </div>
    </div>
</div>

@endsection