@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h4>Компютърни мрежи. Проектиране, Изграждане и внедряване на мрежи за пренос на данни.</h4>
                <h2>Проектиране, изграждане и внедряване</h2>
                <p>„Авалон“ ООД от самото си създаване се занимава с проектирането, изграждането и внедряването на мрежи
                    за пренос на данни.</p>
                <p>Екипът ни има натрупан огромен опит в работата с компютърни мрежи. Голяма част от мрежите в
                    предприятията в региона ни са създадени с прякото ни участие. Проектирането , изграждането и
                    настройването на прилежащия софтуер за управление на една мрежа е дълъг и сложен процес в който няма
                    много тайни за нашия екип.</p>
                <p>Фирмата ни е изградила и вкарала в експлоатация множество мрежи за видео наблюдение и охрана.
                    Хардуерът за изграждане на такива става все по-достъпен и с все по-добро качество, което позволява
                    масовото им изграждане през последните няколко години. Ние работим с най-добрите образци техника
                    необходима за изграждането на такава мрежа.</p>
                <p>Ние даваме възможност за навлизане на съвременните технологии в компютърните мрежи, като правим
                    възможно връзката между различните хетеро среди за пренос на данни използвани от нашите клиент.
                    Обединяване на няколко вида физически среди за пренос на данни както и логически такива в една обща
                    структура за по-добрата работа на наличния софтуер на нашите клиенти.</p>
                <p>Извършваме оглед и възстановяване, реновиране и подмяна на съществуващи но морално и физически
                    остарели мрежи за пренос на данни.</p>
            </div>
        </div>
    </div>
</div>

@endsection