@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h1>Политика на поверителност</h1>
                <h4>Авалон ООД уважава индивидуалността и правото на личен живот на всеки свой потребител.</h4>
                <p>Зачита неговото право на конфиденциалност и неразкриване на лични данни. Поради това Авалон ООД се
                    ангажира със защитата на всички лични данни, които са му предоставени от потребителите. Личните
                    данни се предоставят доброволно и се обработват и опазват в съответствие с предвидените в
                    законодателството правила. С настоящото, "Авалон ООД, в качеството си на администратор на лични
                    данни, представя по-долу принципите, които формират неговата политика на поверителност.<br />Авалон
                    ООД е регистриран администратор на лични данни, вписан в регистъра на Комисия за защита на личните
                    данни под номер 207416. Контрол върху дейността, свързана със събиране, обработване и предоставяне
                    на лични данни, упражнява следният държавен орган:</p>
                <h4>Комисия за защита на личните данни (КЗЛД)</h4>
                <p>Адрес: София 1431, бул. „Акад. Иван Евстратиев Гешов” 15<br />Тел: + 359 2 915 35 18<br />Факс: + 359
                    2 915 35 25<br />Ел. поща: kzld@government.bg, kzld@cpdp.bg<br />Уебсайт: www.cpdp.bg</p>
                <p>Авалон ООД събира определена информация от публичното Интернет пространство чрез електронен магазин
                    Авалон, намиращ се на www.avalonbg.com/shop ("Авалон") или чрез свързани с „Авалон“ интернет
                    сайтове. Възможно е информация да бъде събрана директно от потребители, които се свържат с Авалон
                    ООД. Този документ ("Политика на поверителност") описва политиките и процедурите, регламентиращи
                    събирането и обработването на информация, която идентифицира индивидуален потребител. Mоже да бъде
                    използвана за контакт с него ("Лични данни", "Лична информация"). Настоящата политика на
                    поверителност е валидна само за електронен магазин www.avalonbg.com/shop и не следва да се прилага
                    за никоя друга страница или услуга, още повече на други администратори на лични данни.</p>
                <h2>Ограничаване на отговорността за защита на личните данни</h2>
                <p>„АВАЛОН“ ООД с настоящото потвърждава, че информацията и личните данни, предоставени от Вас. Във
                    връзка с регистрацията на сайта на дружеството www.avalonbg.com се събират, обработват и съхраняват
                    в съответствие с изискванията на законодателството за защита на личните данни на Европейския
                    съюз.<br />Предоставяйки личните си данни, Вие се съгласявате, че тези лични данни ще се обработват
                    и съхраняват за периода, за който това е необходимо. За посочената/-ите тук цел/-и, а в определени
                    по закон случаи след първоначалната обработка – за толкова дълъг период, колкото е необходимо.</p>
                <h4>Събраните лични данни няма да бъдат прехвърляни на трети лица.</h4>
                <p>С изключение ако това е необходимо за обработка на личните данни в рамките на посочената/-ите тук
                    цел/-и, или в случай, че такова задължение е възникнало по силата на приложимото
                    законодателство.<br />Вие имате правото по всяко време да изисквате актуализация на личните си
                    данни, информация относно ползването на личните Ви данни, както и да изисквате изтриване на Вашите
                    лични данни.</p>
                <h2><b>Лична информация</b></h2>
                <p>Авалон ООД събира лична информация, за да отговори на исканията на потребителите, които могат да
                    включват: създаване на личен профил, изпълнение на поръчка, предоставяне на клиентско обслужване,
                    предоставяне на достъп до определени функционалности на електронния магазин.<br />Авалон ООД събира
                    следната лична информация от използващите електронния магазин потребители: име, пощенски адрес,
                    електронна поща, телефонен номер, лични интереси. Потребителят остава единствен притежател на
                    личната информация.</p>
                <p>Използвайки електронния магазин, потребителят изрично се съгласява личните му данни да бъдат събирани
                    и обработвани от дружеството, като същевременно с това гарантира тяхната точност и достоверност.
                    Потребителят също така декларира, че е бил информиран за типа лични данни, които се събират и
                    обработват, за целите, за които ще бъдат използвани те, както и за неговите права за достъп,
                    корекция, изменение или изтриване на лични данни.</p>
                <h2><b>Употреба на Вашите лични данни</b></h2>
                <p>Авалон ООД използва личните данни на потребителите, за да им предостави възможност да регистрират
                    личен профил на Авалон, да се обработват подадените заявки и запитвания, да се потвърждават
                    поръчките, да се предлагат допълнителни артикули, услуги и събития, да се предоставят опции за
                    разплащане, да се предостави клиентско обслужване и като цяло, за да може Авалон ООД и допуснатите
                    от него Продавачи (вижте Общите условия) да изпълнят поетите пред по договора задължения и
                    ангажименти и да предоставят стоката и услугата, която потребителят очаква.</p>
                <h4>Право на потребител</h4>
                <p>Потребителят има право да откаже личните му данни да бъдат използвани за търговски, рекламни или
                    маркетингови цели. Ако потребителят не желае данните да бъдат използвани за търговски, рекламни или
                    маркетингови цели, може да се свърже с Авалон на контактите, публикувани на www.avalonbg.com. Авалон
                    би могло да използва предоставената информация, за да създаде обобщена статистика, която е анонимна,
                    както и за да извърши базиран на нея статистически анализ. Също така, необходима част от
                    информацията бива използвана за прилагане на Общите условия за ползване на електронния магазин и
                    договорите за покупко-продажба от разстояние и с цел предотвратяване на евентуално увреждане на лица
                    или имущество.</p>
                <h2><b>Употреба на „бисквитки“ (cookies) и други сходни технологии</b></h2>
                <p>Авалон използва “бисквитки”, за да събира определена информация от всички потребители, включително и
                    от нерегистрирани посетители на електронния магазин, които не използват услугите, предоставяни от
                    avalonbg.com. Бисквитките представляват поредица от данни, които системата на Авалон изпраща към
                    компютъра на потребителя и впоследствие използва, за да идентифицира неговия компютър, когато
                    потребителят се върне отново на електронния магазин. Бисквитките предоставят информация за
                    употребата на електронния магазин и потребителски данни, които биха могли да се използват, за да се
                    персонализира потребителският опит, както и да се проследят модели на потребителски трафик.</p>
                <h4>Пример</h4>
                <p>Например: когато потребител се връща на avalonbg.com, бисквитките го идентифицират и подканват Авалон
                    да попълни неговото потребителско име (без паролата), за да улесни достъпа до профила на този
                    потребител. Бисквитките също така позволяват на Авалон да напомня за предходни дейности на
                    потребителя и да му предлага подобни артикули и събития. Също така Авалон използва информация,
                    събирана чрез бисквитки, за да разработва статистически анализи за използването на електронния
                    магазин, като например времето, което потребителите прекарват в електронния магазин и страниците,
                    които посещават най-често. Тези обобщени статистически данни не включват лична
                    информация.<br />Съгласявайки се да използва www.avalonbg.com, потребителят изразява своето изрично
                    съгласие за използването на "бисквитки".</p>
                <p>Ако предпочита да не получава "бисквитки", докато разглежда www.avalonbg.com или чрез HTML
                    форматирани имейли, потребителят има възможност да ги откаже, като настрои интернет браузъра си да
                    предупреждава преди да приеме бисквитка и да откаже бисквитки, когато интернет браузъра сигнализира
                    за наличието им. Също така, потребителят може да откаже всички бисквитки като ги изключи чрез
                    настройките на своя интернет браузър.</p>
                <h2><b>Защита на лични данни</b></h2>
                <p>Авалон гарантира сигурността на данните, които му изпращат потребителите, с индустриално
                    стандартизирани физически, електронни и управленски процедури. Когато е целесъобразно, Авалон
                    използва SSL-кодиране, за да подобри сигурността на предаване на сензитивни данни. Вътрешно данните
                    се съхраняват на контролирани сървъри с ограничен достъп. Информацията може да се съхранява и
                    обработва на определени локации. В строго съответствие с приложимото българско и общностно
                    законодателство за конфиденциалност и защита на лични данни. Запитвания и оплаквания, свързани с
                    настоящата Политика на поверителност, може да се изпращат на имейл адресите за контакт, публикувани
                    на www.avalonbg.com.</p>
                <h2><b>Предоставяне на лични данни на подизпълнители и трети страни</b></h2>
                <p>Авалон предоставя личните данни, с които разполага, на трети лица (регистрирани в България или в
                    друга държава-членка) само с оглед целите за сключване и изпълнение на договори за покупко-продажба
                    от разстояние. В това число и за доставка на стоките до посочен от потребителя адрес. Данните са
                    предоставени първоначално от потребител, който ги въвежда по време на поръчка. Впоследствие се
                    предоставят на трети лица в това число и лицензиран пощенски оператор (куриерска компания)
                    посредством строго определени процедури за конфиденциалност. На други трети лица, несвързани с
                    търговската дейност на Авалон лични данни не се предоставят. Освен ако в нормативен акт не е
                    предвидено обратното или ако потребителят не даде изрично съгласие.</p>
                <h4>Изключение</h4>
                <p>Изключение правят случаите, при които определена информация се предоставя на адвокати, митници или
                    други държавни органи. Или на правоприлагащи органи за борба с потенциални нарушения, други
                    нарушения на договора или незаконно поведение. Законът за защита на личните данни задължава всеки
                    администратор на лични данни, в това число и Авалон, да разкрие информация. Която е изискуема по
                    съдебен ред или по друг законов начин, или с цел предотвратяване на евентуално увреждане на лица или
                    имущество. Авалон не събира и не обработва данни, които разкриват расов или етнически произход. Или
                    политически, религиозни или философски убеждения, членство в политически партии или организации,
                    сдружения с религиозни, философски, политически или синдикални цели, както и данни, които се отнасят
                    до здравето, сексуалния живот или до човешкия геном.</p>
                <p>Както e отбелязано по-горе, Авалон съставя статистики за употребата на електронния магазин, ползвайки
                    данни, събирани чрез бисквитки. Тези статистически данни не съдържат лична информация и могат да
                    бъдат публикувани и предоставяни на трети страни.</p>
                <h2><b>Връзки към електронни страници на трети страни</b></h2>
                <p>В своя електронен магазин Авалон може да публикува материали на трети страни ("Представяния"). Това
                    се прави с разрешение на притежателите им, когато такова се изисква. Материалите съдържат връзки към
                    и могат да се използват за директно посещение на други електронни страници ("Свързани електронни
                    страници"). Ако потребител реши да посети някоя от тези страници на трети страни, като "кликне
                    върху" връзката или се придвижи към страница на трета страна. Потребителят ще бъде пренасочен към
                    страницата на съответната трета страна.</p>
                <p>Фактът, че Авалон предоставя връзка към дадена електронна страница, публикувайки рекламен банер или
                    друг вид реклама. Или предлага възможност на потребителите да взаимодействат с или да предоставят
                    лична информация на трета страна, не е гаранция. Това не е знак за принадлежност на Авалон към
                    въпросната трета страна. Не следва да бъде разглеждан като съглашение с намиращите се на тези
                    страници политики и практики за конфиденциалност и информационна сигурност.</p>
                <h2><b>Достъп и корекция на лични данни</b></h2>
                <p>Всеки потребител има достъп и може да коригира, променя или изтрива части от свои лични данни.
                    Използва за това личния си профил, регистриран сайта www.avalonbg.com. Авалон ще запази неговите
                    данни толкова време, колкото е необходимо за предоставянето на услугите от електронния магазин. Или
                    дотогава, докато законът изисква това. След това потребителските лични данни ще бъдат изтрити.</p>
                <h2><b>Изменение на тази Политика на поверителност</b></h2>
                <h5>Авалон може да променя тази Политика на поверителност по всяко време. Може да публикува нова версия
                    на същата или на заместваща страница. Новата версия следва да влезе в сила от датата, на която е
                    публикувана. Новата дата на влизане в сила следва да бъде посочена в дъното на страницата.</h5>
            </div>
        </div>
    </div>
</div>

@endsection