@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h4>РЕМОНТ НА ПРИНТЕРИ И ОФИС ТЕХНИКА. СМЯНА НА ДЕФЕКТНИ КОМПОНЕНТИ. РЕМОНТ НА ПОВРЕДЕНИ ЧАСТИ ОТ
                    МЕХАНИКАТА. ПРЕИНСТАЛИРАНЕ НА ДРАЙВЕРИ. РЕЦИКЛИРАНЕ И ВЪЗСТАНОВЯВАНЕ НА ТОНЕР КАСЕТИ.</h4>
                <h2>Собствена база за ремонт и сервизиране на принтерна техника</h2>
                <p>„Авалон“ ООД изгради собствена база за ремонт и сервизиране на принтерна техника и консумативи за
                    нея. Целта ни е да подобрим обслужването на нашите клиенти.</p>
                <p>Екипът ни от специалисти в областта на принтиращата техника е с изключително голям опит. Сервизните
                    ни техници са добре обучени в диагностиката, ремонт и инсталиране на<br>принтираща техника. Поради
                    спецификата на работата по поддръжка на такава техника обслужваме част от нашите клиенти директно на
                    място в техните офиси. Гордеем се с това , че немалка част от тях са ни клиенти за период от много
                    години.</p>
                <p>„Авалон“ ООД има подписани договори за Абонаментно техническо обслужване с голяма част от фирмите в
                    региона на Велико Търново, Горна Оряховица, Лясковец. Това им дава право да се ползват с
                    преференциални цени при закупуването на принтираща техника и консумативи за нея. Ние сме една от
                    малкото фирми, които работят директно по сервизното обслужване на повечето от предприятията в
                    региона ни. Изградили сме специална мобилна база за доставка на консумативи на място, без да
                    изискваме ненужни ангажименти от тяхна страна. Поради тази причина имаме тяхното доверие и се
                    радваме на взаимно уважение.</p>
                <br />
                <h2>Предлаганите от нас услуги по ремонт на принтираща техника:</h2>
                <ul>
                    <li>Ремонт на повреден принтер</li>
                    <li>Ремонт на повредена мултифункционална машина/</li>
                    <li>Ремонт на повредена копирна машина</li>
                    <li>Ремонт на повреден скенер</li>
                    <li>Профилактика на принтираща техника</li>
                    <li>Инсталиране, преинсталиране на принтираща техника</li>
                    <li>Замяна на резервна част с определен живот за поддръжка</li>
                    <li>Възстановяване на консумативи</li>
                    <li>Ремонт на повредени консумативи</li>
                    <li>Извършване на текущи профилактични прегледи</li>
                    <li>Настройка на софтуер за работа със специализирани принтиращи устройства</li>
                    <li>Консултации по подбиране на най-подходяща за конкретни работни условия принтираща техника/li&gt;
                    </li>
                    <li>Възстановяване качеството на печат на консумативи</li>
                    <li>Възстановяване качеството на печат на принтери</li>
                    <li>Възстановяване качеството на сканиране на скенери</li>
                    <li>Ремонт на мрежови устройства за достъп</li>
                </ul>
            </div>
        </div>
    </div>
</div>

@endsection