@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h4>Ремонт на компютърна техника. Смяна на дефектни компоненти. Ремонт на повредени компютърни части.
                    Преинсталиране на компютри. Възстановяване на увредена информация.</h4>
                <h2>Собствена база за ремонт и сервизиране на компютърна техника</h2>
                <p>„Авалон“ ООД изгради собствена база за ремонт и сервизиране на компютърна техника и периферните и
                    устройства. Целта ни е да подобрим обслужването на нашите клиенти.</p>
                <p>Най-ценното ни притежание е екипа от отлично обучени специалисти с повече от десет годишен опит всеки
                    в своята област. Всеки един от нашия екип е с нас повече от десет години, като за това време е
                    получил огромен опит и познания в областта на диагностиката, ремонт и инсталиране на компютърната
                    техника. За този период от време сме се старали, и мислим, че в голямата си част сме постигнали
                    личния контакт и взаимно уважение с повечето си клиенти. Гордеем се с това , че немалка част от тях
                    са ни клиенти за период от много години.</p>
                <p>„Авалон“ ООД има подписани договори за Абонаментно техническо обслужване с голяма част от фирмите в
                    региона на Велико Търново, Горна Оряховица, Лясковец. Ние сме една от малкото фирми, които работят
                    директно по сервизното обслужване на повечето от предприятията в региона ни. Изградили сме специална
                    мобилна база за ремонт и поддръжка на фирмите на място, без да изискваме ненужни ангажименти от
                    тяхна страна. Поради тази причина имаме тяхното доверие и се радваме на взаимно уважение. Референтни
                    писма – част от мненията за нашата работа.</p>
                <br />
                <h2>Предлаганите от нас услуги по ремонт на компютърна техника:</h2>
                <ul>
                    <li>Ремонт на повреден стационарен или преносим компютър</li>
                    <li>Ремонт на таблет/</li>
                    <li>Ремонт на периферни за компютъра устройства</li>
                    <li>Профилактика на компютърна техника</li>
                    <li>Инсталиране, преинсталиране на повреден компютърен софтуер</li>
                    <li>Почистване от вируси</li>
                    <li>Възстановяване физическата цялост на повредени преносими компютри</li>
                    <li>Инсталиране на навигации</li>
                    <li>Възстановяване на повредени захранващи устройства</li>
                    <li>Обслужване на Непрекъсваеми Токозахранващи Устройства</li>
                    <li>Първоначално инсталиране на софтуер в нови компютри</li>
                    <li>Изграждане на локални компютърни мрежи</li>
                    <li>Проектиране и изграждане на мрежи за видеоохрана</li>
                    <li>Инсталиране и настройване на сървърни системи</li>
                    <li>Внедряване на закупена техника на място при клиента</li>
                </ul>
            </div>
        </div>
    </div>
</div>

@endsection
