@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h1>Общи условия</h1>
                <h2>1. ПРЕДМЕТ</h2>
                <p style="text-align: justify;">1.1. Настоящият документ представлява общите условия или условията на
                    ползване на виртуална платформа за продажба на стоки www.avalonbg.com/shop и неговите поддомейни,
                    които уреждат правилата за използването, включително сключването на договор за покупко-продажба с
                    този електронен магазин. Извършвайки поръчка от сайта www.avalonbg.com/shop, клиентът декларира, че
                    е запознат с настоящите Общи Условия и приема същите за обвързващи в отношенията му с Продавача.</p>
                <p style="text-align: left;">1.2. Настоящите Общи условия са съобразени с изискванията на Закона за
                    защита на потребителите (ЗЗП) със следния сайт https://kzp.bg/ , както и с другите нормативни
                    актове, действащи в Република България. На 09.01.2016г започва да работи електронната платформа за
                    онлайн решаване на потребителски спорове (платформа за ОРС) - нейният адрес е
                    https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home.show&amp;lng=EN</p>
                <h2>2. ДЕФИНИЦИИ</h2>
                <p>2.1. Продавач - Авалон ООД или всеки партньор на Авалон ООД.</p>
                <p>2.2. Клиент - всяко физическо или юридическо лице или друго правно образувание, което използва сайта
                    на Авалон ООД по какъвто и да е начин, включително но не само като го разглежда, прави поръчки от
                    него, купува, връща стоки и др.</p>
                <p>2.3. Сайт - виртуална платформа за продажба на стоки разположена на домейна www.avalonbg.com и
                    неговите поддомейни.</p>
                <p>2.4. Акаунт - раздел от Сайта, формиран от имейл адрес и парола, който позволява на Клиента да
                    изпрати Поръчката и който съдържа информация относно Клиента.</p>
                <p>2.5. Любими - раздел в акаунта, който позволява на Купувача / Потребителя да създаде свои списъци с
                    любими продукти.</p>
                <p>2.6. Поръчка - електронен документ, представляващ комуникационна форма между Продавача и Купувача,
                    чрез който Купувачът заявява на Продавача, през Сайта, намерението си за купуване на Стоки и Услуги
                    от Сайта.</p>
                <p>2.7. Стоки и Услуги - всеки предмет на договора за покупко-продажба от Сайта.</p>
                <p>2.8. Промоции - всяко търговско съобщение, целящо популяризирането на определени Стоки и/или Услуги,
                    които се предлагат в ограничени наличности, освен ако в търговското съобщение изрично не е упоменато
                    обратното, за определн период от време, посочен от Продавача.</p>
                <p>2.9. Договор - представлява сключения от разстояние договор между Продавача и Купувача за
                    покупко-продажба на Стоки и/или Услуги от Сайта, неразделна част от който са настоящите общи условия
                    за ползване на Сайта.</p>
                <p>2.10. Съдържание</p>
                <p>• цялата информация на Сайта, която е достъпна чрез връзка с интернет и използване на уред, имащ
                    връзка с Интернет</p>
                <p>• информацията, касаеща Клиентите и свързана със Стоките и/или Услугите и/или приложимите тарифи от
                    трети лица, с които Продавачът има сключени под някаква форма патньорски договори</p>
                <p>• данни относно Продавача или други данни, отнасящи се до него</p>
                <p>2.11. Бюлетин ( Newsletter ) - средство за периодично информиране за предлаганите от Продавача Стоки
                    и Услуги и промоции, изпращан по електронен път чрез електронна поща или SMS, без то да ангажира или
                    обуславя отговорността на Продавача относно съдържащата се в него информация.</p>
                <p>2.12. Възстановяване на сума - действието от страна на Avalon по възстановяване на сума на Купувача в
                    резултат на разваляне или неосъществяване на договор за покупко-продажба от Сайта, осъществявано
                    единствено по банков път.</p>
                <p>2.13. Спецификации - всички характеристики и/или описания на Стоките и Услугите, така както са
                    посочени в описанието им, което се предоставя от производителя.</p>
                <h2><b>3. РЕКЛАМА</b></h2>
                <p>3.1. Бюлетините на Avalon, съдържащи информация за търговски отстъпки и други промоции, се изпращат и
                    от партньори на Avalon.</p>
                <p>3.2. В момента, в който Клиентът си създаде акаунт в Сайта или направи поръчка, изразява съгласието
                    си за получаване на Бюлетини и/или SMS съобщения от Avalon, както и съобщения относно поръчки на
                    стоки и потвърждения за промяна на данни.</p>
                <p>3.3. Отказа си от получаване на Бюлетин Клиентът може да изрази по всяко време използвайки специалния
                    линк, намиращ се във всеки Бюлетин или по телефона на номер 061922218.</p>
                <p>3.4. Ако след направен отказ от получаване на Бюлетините, Потребителят направи поръчка, счита се, че
                    отново се е съгласил да получава Бюлетините.</p>
                <p>3.5. Отказът за получаване на Бюлетин не означава автоматичен отказ от даденото съгласие за сключване
                    на настоящия договор.</p>
                <p>3.6. С предоставянето на свои данни на Продавача (включително и-мейл, телефон) Клиентът дава
                    изричното си съгласие с него да се свързват Avalon или трети лица, които са партньори на Avalon и са
                    доставчици на маркетинг услуги, държавни, общински или неправителствени агенции или дружества от
                    сферата на застраховките, когато това е предвидено от конкретното законодателство, както и други
                    дружества, с които Avalon може да разработи общи програми за офертиране на Стоките и/или Услугите на
                    пазара и др.</p>
                <p>3.7. Avalon си запазва правото да избира към кого да изпраща Бюлетините, както и да премахне от
                    своята база данни Потребител, който е дал своето съгласие да получава Бюлетините.</p>
                <p>3.7. Клиентите носят отговорност за опазването на поверителността на тяхната парола и акаунт и са
                    изцяло отговорни за всички действия, извършвани чрез техния акаунт или парола. Avalon им препоръчва
                    да се отписват от акаунта си в края на всяка сесия, натискайки бутона “Изход”.</p>
                <h2>4. ПОРЪЧКА</h2>
                <p>4.1. Клиент може да се направи поръчка до електронния магазин, но трябва да посочи:</p>
                <p>• валиден адрес на електронна поща</p>
                <p>• вярно попълнен адрес за доставка на стоката</p>
                <p>• вярно попълнени данни за контакт - две имена, телефон</p>
                <p>4.2. Клиентът се задължава и отговаря за това всички данни за покупката, която е заявил чрез
                    завършената си и изпратена на Продавача поръчка да са верни, пълни и точни към датата на изпращането
                    на поръчката.</p>
                <p>4.3. Всяка една добавена в количката за покупки, Стока и/или Услуга е достъпна за покупка в рамките
                    на наличните количества. Добавянето на една Стока и/или Услуга в количката за покупки, не води до
                    регистрация на поръчката и автоматично запазване на Стоката/Услугата. Поръчката се активира чрез
                    натискане на втория бутон „Купи“ и след като сайтът зареди пълната информация за контретната поръчка
                    (поръчани артикули, дата и адрес за доставка).</p>
                <p>4.4. При успешно направена поръчка, Потребителят получава потвърждение на поръчката чрез електронно
                    писмо на посочения от него имейл адрес (Avalon не носи отговорност, ако Клиентът не получи този
                    имейл). В потвърждението по имейл се посочва поръчаната стока, номерът на поръчката, датата и часът,
                    в който е направена поръчката. Потвърждение по телефон се извършва, само ако е необходима
                    допълнителна информация или уточнение относно поръчката.</p>
                <p>4.5. С изпращането на поръчката Клиентът разрешава на Продавача да се свърже с него пo всякакъв
                    възможен начин, когато това се налага във връзка с направената поръчка или сключения Договор.</p>
                <p>4.6. Продавачът има право да откаже да изпълни (да анулира) направената от Клиента Поръчка, за което
                    следва да уведоми Клиента. Анулирането на поръчката не носи каквато и да е отговорност или
                    последващо задължение на някоя от страните спрямо другата във връзка с нея и съответно никоя от тях
                    няма право да търси от другата обезщетение за анулирането й в следните случаи:</p>
                <p>• осъществяване на паричната транзакция, което да не доведе до постъпване на средства по сметка на
                    Продавача при он-лайн плащания</p>
                <p>• предоставените от Клиента данни в Сайта са непълни и/или грешни.</p>
                <p>4.7. В случай, че Клиентът поиска да се откаже от Договора в срока за отказ, предоставен му за това
                    от Продавача, Последният се задължава да върне платената предварително поръчка в рамките на 14
                    (четиринадесет) дни от датата, на която получи уведомлението на Клиента, че се отказва от Договора.
                    Сумата ще бъде възстановена както следва:</p>
                <p>• Плащанията, направени по банков път – чрез възстановяване по сметката, от която е било извършено
                    плащането</p>
                <p>• Плащанията, направени чрез наложен платеж – по банкова сметка, допълнително предоставена от Клиента
                </p>
                <p>4.8. Продавачът има право да забави възстановяването на сумата в случаите на отказ от сключен Договор
                    до получаването на продадените Стоки.</p>
                <p>4.9. Право на връщане на стока имат само потребители по смисъла на Закона за защита на потребителите
                    и в случай, че стоката е със запазен търговски вид и е придружена от ненарушена опаковкиа, етикет и
                    баркод.</p>
                <p>4.10. В случай, че поръчана и предварително платена Стока и/или Услуга от Клиента не може да бъде
                    доставена/предоставена от Продавача, то последният ще информира Клиента за това и ще възстанови по
                    сметката на Клиента платената вече Стока и/или Услуга, в срок от 7 (седем) дни от датата, на която
                    Продавачът е установил този факт или от датата, на която Купувачът е изразил ясно желанието си за
                    прекратяване на Договора.</p>
                <p>4.11. Клиентът може да откаже направена поръчка, без да е необходимо да упоменава причини за отказа.
                </p>
                <p>4.12. Отказ на поръчка може да се направи по телефона или чрез електронно писмо (имейл) до посочения
                    в сайта имейл адрес- електронна поща: home@avalonbg.com. За да е валиден отказът, Потребителят
                    трябва да предостави: номера на направената поръчка, телефонния номер, оставен в поръчката, двете си
                    имена, с които е регистриран в сайта, имейл адреса (електронната поща), с който е регистриран в
                    сайта, стойността на поръчката.</p>
                <h2>5. ПЛАЩАНЕ</h2>
                <p>5.1. Заплащането на поръчаната стока може да се извърши по два отделни или в комбинация един с друг
                    начина, като независимо от избрания начин на плащане, сумата за заплащане е една и съща и не се
                    начисляват допълнителни такси за обработка на плащането.</p>
                <p>• С „наложен платеж” - плащане в брой на куриера при доставката.</p>
                <p>• По банков път.</p>
                <p>5.2. За всяка поръчана стока потребителят трябва да заплати цената, която е обявена в електронния
                    магазин към момента на поръчката. Цената на всяка стока може да се променя динамично.</p>
                <h2>6. ДОСТАВКА НА СТОКИ</h2>
                <p>6.1. Доставка се прави само на успешно приети поръчки. При опаковане на поръчаната стока,
                    потребителят бива уведомяван с имейл, че стоката се предава на куриер за транспортиране до
                    съответния адрес.</p>
                <p>6.2. Цената на доставката на продукти, предлагани от Avalon следва да бъде оповестена в условията за
                    доставка на www.avalonbg.com. Условията и цената на доставка на продуктите na Avalon, ще бъде
                    доведена до знанието на Клиентите в съответната страница „Доставка и Плащане“.</p>
                <p>6.3. Доставката на поръчана стока не се извършва в неделя и в официални празници.</p>
                <p>• Обикновена доставка - в срок до 4 (четири) работни дни от момента на потвърждаването на поръчката
                    от наш консултант по имейл или телефoн - за налични артикули на склад.</p>
                <p>• Удължена доставка - в срок до 30 календарни дни от момента на потвърждаването на поръчката от наш
                    консултант по имейл или телефoн - за артикули, които са с допълнителна заявка от нашите партньори.
                </p>
                <p>6.4. Продавачът използва за доставки различни куриерски фирми, като обичайните часове за доставка са
                    от 9.00 до 17.30 часа.</p>
                <p>6.5. Доставката се извършва до точно посочен от Потребителя адрес (независимо дали жилищен или
                    служебен) или до офис на съответната куриерска фирма в съответния град.</p>
                <p>6.6. Всяка пратка е застрахована, като застраховката е за сметка на Продавача.</p>
                <p>6.7. Ако Клиентът не осигури достъп и условия за предаване на стоката на посочения адрес в посочения
                    срок или не отиде до посочения офис на куриерската фирма да получи в срок стоката, ако е избрал тази
                    опция, Продавачът се освобождава от задължението да изпълни заявената доставка.</p>
                <h2><b>7. ГАРАНЦИИ</b></h2>
                <p>7.1. Продавачът предлага всички Стоки на Сайта с гаранция за съответствие на стоката с Договора в
                    съответствие с действащото в държава която оперира, законодателство и гаранционната политика на
                    съответния производител или официален дистрибутор на Стоката. Изключение правят някои категории
                    стоки, които поради естеството си не могат да имат гаранция.</p>
                <p>7.2. По отношение на стоките, продавани и доставяни от партньорите, чрез платформата за електронна
                    търговия www.avalonbg.com , Клиентът следва да получи при доставката на всяка Стока, която има
                    гаранция, един гаранционен сертификат с всички детайли на сервизния център, който осигурява
                    поправката в гаранционния срок. Πартньорите на Avalon са единствените отговорни за наличието на
                    законовоизискваната документация, която следва да придружава купените от тях стоки, както и за
                    осигуряването на гаранционен сервиз.</p>
                <p>7.3. В случай, че Купувачът не уведоми Avalon за липсата на гаранционен сертификат (в случаите когато
                    стоката го изисква) в рамките на максимум 48 (четиридесет и осем) часа от получаването на стоката,
                    на имейл адрес home@avalonbg.com , ще се счита, че такъв е бил предоставен от Продавача.</p>
                <h2>8. ОТКАЗ ОТ ДОГОВОРА / РЕКЛАМАЦИЯ</h2>
                <p>8.1. Клиентът има право на рекламация или връщане на закупена от електронния магазин стока в рамките
                    на 14 (четиринадесет) дни от получаване на стоката.</p>
                <p>8.2. Отказ от договора може да се направи и пред куриера при доставяне на стоката, ако стоката е
                    доставена след срока по причини, които са извън Клиентът и не се дължат на непреодолима сила.</p>
                <p>8.3. При отказ от договора Клиентът е длъжен да върне закупената стока в ненарушен търговски вид и
                    със запазен етикет.</p>
                <p>8.4. При отказ от договора, ако Клиентът е заплатил стоката, му се възстановява платената сума за
                    върнатата стока по посочена от него банкова сметка в срок от 15 /петнадесет/ дни след връщането на
                    стоката. В случай, че сте платили с дебитна/кредитна карта - сумата ще бъде върната директно по
                    същата карта, с която сте заплатили.</p>
                <p>Суми не се възстановяват, докато Клиентът не върне стоката. Ако стоката не бъде върната в срока по т.
                    8.1, отказът от договора не произвежда действие.</p>
                <p>8.5. Рекламация се прави, когато закупената стока не съответства на договореното между страните по
                    договора за продажба. Несъответствието в договореното между страните може да се изразява в:</p>
                <p>• производствени дефекти на стоката;</p>
                <p>• констатирани липси на части от стоката;</p>
                <p>• изпратена е грешна стока, различна от поръчаната;</p>
                <p>• повреда на стоката при транспортирането.</p>
                <p>8.6. Рекламацията може да се предяви пред Avalon на посочения имейл адрес home@avalonbg.com, като
                    едновременно с това Клиентът трябва да върне стоката в рамките на 14 (четиринадесет) дни от
                    получаване на стоката.</p>
                <p>8.7. При рекламация Клиентът може да избере замяна на конкретния артикул за същия без дефекти  или
                    връщане на стоката срещу възстановяване на платената сума. Консултант на електронния магазин може да
                    предложи замяната на артикула да е със съвсем друг артикул при изравняване на цените – или Клиентът
                    доплаща, ако другият артикул е по-скъп, или се предлагат два артикула за същата цена, или на
                    Потребителя се възстановява разликата между заменения и новия артикул, ако цената на новия артикул е
                    по-ниска от платената от Потребителя цена.</p>
                <p>8.8. Връщането на стоката при рекламация, в случаите извън фабричен дефект или повреди при
                    транспорта, се осъществява при следните условия:</p>
                <p>• Оригинален търговски вид. • Не са налице повреди, причинени от неправилна употреба.</p>
                <p>• Запазена оригинална опаковка.</p>
                <p>8.9. Връщането на стока, било при отказ от договора, било при рекламация, може да се направи по
                    начина и на адресa посочени върху стоковата разписка, с която Клиентът е получил поръчката. 8.10.
                    При замяна на стоки транспортните разходи са за сметка на Клиентът и в двете посоки, освен ако
                    замяната се е наложила по вина на електронния магазин. В случай, че клиентът желае да замени или
                    върне продукт, това може да стане с всяка куриерска фирма.</p>
                <h2>9. ОТГОВОРНОСТ</h2>
                <p>9.1. Отговорност за недостатъци на стоката, за изпълнение на договора за продажба от разстояние,
                    както и за възстановяване на платени суми, носи Продавачът на стоката. Той е длъжен да предостави
                    заедно със стоката и информация на хартиен носител, която да спомогне Потребителя при упражняване на
                    правата му.</p>
                <p>9.2. Avalon не носи каквато и да е отговорност пред трети лица, ако такова лице сметне, че
                    публикувана на електронния магазин информация нарушава нечии авторски права или други права на
                    интелектуалната собственост.</p>
                <h2>10. ОБЩИ ПОЛОЖЕНИЯ</h2>
                <p>10.1. Възможно е, поради ограниченото пространство и последователната структура на информацията,
                    описанията на продуктите да бъдат понякога непълни.</p>
                <p>10.2. Всички стоки, включително тези в промоция/намаление се продават и доставят до изчерпване на
                    количествата дори това да не е изрично отбелязано в Сайта.</p>
                <p>10.3. Общите условия на Avalon са задължителни за всички потребители на Сайта.</p>
                <p>10.4. Всяко използване на този САЙТ означава, че Вие сте (а) се запознали внимателно с общите условия
                    за използването му и (б) сте се съгласили да ги спазвате безусловно.</p>
                <p>10.5. Общите условия могат да бъдат променени едностранно от Avalon по всяко време чрез публикуването
                    им в сайта. Тези промени влизат в сила незабавно и са задължителни за всички потребители/клиенти.
                </p>
                <p>10.6. Avalon има право да извършва промени на условията за ползване по всяко време по собствено
                    усмотрение или ако те са наложени по силата на влязал в сила нормативен акт. Възможно е те да имат
                    ретроактивно действие по отношение на вече доставени и потвърдени поръчки.</p>
                <p>10.7. Във всеки един случай на промяна на общите условия Avalon ще информира за това Клиентите си
                    чрез публикуването на промените в Сайта. В този смисъл Вие като Клиент имате задължение да правите
                    справка за евентуални промени на общите условия на Сайта при всяко негово ползване.</p>
                <p>10.8. Ако някоя от разпоредбите на настоящите общи условия за ползване на Сайта се окажат
                    недействителни или неприложими, независимо от причината за това, то това не влече недействителността
                    или приложимостта на останалите разпоредби.</p>
                <p>10.9. Avalon полага сериозни усилия, за да поддържа точността на информацията, представена в Сайта.
                    Въпреки това, като се има предвид възможните технически грешки или пропуски в тази информация,
                    Avalon уточнява, че изображенията на продуктите имат информативен и насочващ характер, съответно
                    доставените продукти могат да се различават от изображенията, поради промяна на характеристиките или
                    дизайна им.</p>
                <p>10.10. Характеристиките или цените на продуктите, описани в Сайта, могат да бъдат промянени от Avalon
                    по всяко време и могат да съдържат технически грешки. Продавача може да откаже изпълнение на поръчка
                    при следните условия:</p>
                <p>• при нулева цена</p>
                <p>• очевидно нереално ниска цена, спрямо други артикули от същия вид в сайта</p>
                <p>10.11. Сайтът може да съдържа линкове към други сайтове. Avalon не носи отговорност за политиката на
                    поверителност на уебсайтове, които не администрира, както и за друга информация, съдържаща се в тях.
                </p>
                <p>10.12. Чрез регистрацията на Поръчка в сайта, Купувачът се съгласява по телефона или имейл да заяви
                    желанието си да получи съответната Стока или Услуга от Продавача срещу заплащане.</p>
                <p>10.13. Продавачът ще Ви изпрати уведомление за регистриране на Поръчката в системата му, което няма
                    смисъла на приемане, потвърждаване или поемане на ангажимент за изпълнението й. Това уведомление
                    Продавачът прави по електронен път (имейл) или по телефона.</p>
                <p>10.14. В този смисъл Продавачът има правото да не достави част или всички Стоки или да не изпълни
                    част или всички Услуги от Поръчката по свое усмотрение включително, но не само поради изчерпване на
                    складовата им наличност или промяна на цената. При всички случаи Продавачът уведомява за това
                    Клиента чрез имейл или по телефона. При това положение единствената отговорност на Продавача е да
                    върне евентуално получената предварително цена на Стоката или Услугата.</p>
                <p>10.15. Договорът за покупко-продажба от разстояние между Продавача и Клиента се смята за сключен към
                    момента на получаването от страна на Клиента на електронната му поща на уведомление от страна на
                    Продавача, че е готов да предостави Услугата или да изпрати Стоката от Поръчката, на фирмата
                    доставчик, която да я достави на адрес, посочен от клиента, съобразно възможностите й за доставка,
                    ценовите й условия и фирмена политика.</p>
                <p>10.16. Договорът за покупко-продажба, сключен между Клиента и Продавача, се състои от настоящите общи
                    условия и заявената и предоставена информация от Купувача в Сайта.</p>
                <p>10.17. Достъпът до сайта www.avalonbg.com с цел регистрация на Поръчка е позволен на всеки Клиент.
                </p>
                <p>10.18. Avalon си запазва правото да ограничи достъпа до Уебсайта или части от него за посетители,
                    които са се регистрирали, освен ако друго не се изисква от приложимото право.</p>
                <p>10.19. Клиентът има право да публикува мнения относно Стоки и/или Услуги, както и да се свързва с
                    Avalon на посочените адреси в раздел „контакти” на сайта или по телефон. Мнения или съобщения, които
                    съдържат нецензурни думи или неподходящ речник ще бъдат премахнати от сайта или игнорирани.
                    Продавачът има свободата да обработва получената от Клиента информация без да е необходимо да
                    мотивира действията си във връзка с това. Клиентът има право да има само една регистрация и да
                    използва само един потребителски акаунт при нас.</p>
                <p>10.20. Клиентът няма право да използва акаунти на друг регистриран потребител или да предоставя на
                    трети страни възможността да използва негов акаунт. Няма право злонамерено да създавадопълнителни
                    регистрационни акаунти с цел да злоупотребява с функционалността на Уебсайта или с други
                    потребители, или да се опитва да се представи за друг потребител.</p>
                <p>10.21. Комуникацията с Продавача може да се осъществи чрез директна с него връзка или на посочените
                    на сайта адреси в раздел „Контакт”. Продавачът има свободата да борави с получената информация без
                    да бъде необходимо да се обосновава за това.</p>
                <p>10.22. В случай на необичайно голям трафик от интернет мрежата към сайта, Avalon си запазва правото
                    да изисква от Клиентите да въвеждат ръчно валидиращите кодове тип captcha, с цел защита на
                    публикуваната информация в Сайта.</p>
                <p>10.23. Avalon може да публикува рекламна или промоционална информация за Стоките и/или Услугите и/или
                    за предлаганите от него или от неговите партньори промоции, за определен период от време, както и
                    информация за стоковите наличности.</p>
                <p>10.24. Всички цени на Стоките и/или Услугите на сайта са крайни, обявени са в лева (BGN) с всички
                    изисквани по закон данъци или такси.</p>
                <p>10.25. В случай на онлайн плащания или плащания в банка, Продавачът не носи каквато и да е
                    отговорност за каквито и да е разходи във връзка с такси, комисионни или други допълнителни
                    плащания, направени от Купувача по повод на самата транзакция, както и в случаите на обмен на
                    валута, прилагани от банката, издала картата на клиента, в случаите в които валутата е различна от
                    BGN. Разходите, свързани с подобни плащания са единствено за сметка на Купувача.</p>
                <p>10.26. Всички изображения, поместени на Сайта имат единствено цел да създадат известна представа за
                    типа на предлаганата Стока/Услуга, а не да я представят точно. Клиентът няма право да търси каквато
                    и да е отговорност на Продавача за такива несъотвествия.</p>
                <p>10.27. Продавачът има право да използва подизпълнители за изпълнението на Услугите, предлагани в
                    Сайта без да е необходимо да уведоми или получи съгласието на Купувача за това.</p>
                <h2>11. ФОРСМАЖОРНИ ОБСТОЯТЕЛСТВА</h2>
                <p>11.1. Нито една от страните няма да носи отговорност за неизпълнението на договорните си задължения,
                    ако подобно неизпълнение се дължи на форсмажорно обстоятелство. Форсмажорно обстоятелство е
                    непредвидимо събитие, извън контрола на страните, което не може да бъде избегнато.</p>
                <p>11.2. Ако в срок от 14 (четиринадесет) дни от датата на съответното събитие, то не спре, всяка от
                    страните има правото да уведоми другата страна, че прекратява Договора без да дължи на другата
                    обезщетения за каквито и да е евентуално претърпени вреди.</p>
                <h2>12. ПРАВОТО НА ИНТЕЛЕКТУАЛНА И ИНДУСТРИАЛНА СОБСТВЕНОСТ</h2>
                <p>12.1. Съдържанието, съгласно определението в глава „Дефиниции“, включително, но не само логата,
                    всякакви графични изображения или надписи, търговските символи, динамичните символи, текстовете
                    и/или мултимедийното съдържание на Сайта, могат да бъдат ползвани само от Avalon.</p>
                <p>12.2. Нищо в сключения между Avalon и Клиента договор от разстояние няма да се счита като разрешение
                    от страна на Avalon последният да копира, разпространява, публикува, предоставя на трети лица,
                    променя по какъвто и да е начин каквато и да е част от Съдържанието, включително, но не само
                    съдържанието на търговските марки, логата, мултимедийното съдържание на Сайта или описанията на
                    Стоките или Услугите по какъвто и да е начин, включително чрез въвеждането на каквото и да било
                    външно за сайта съдържание, премахването на знаците, обозначаващи правото на собственост на Avalon
                    върху Съдържанието. Клиентът няма право и да прехвърля, продава, разпространява материали, създадени
                    чрез възпроизвеждане (копиране), изменение или публикуване на Съдържанието, освен с изричното
                    съгласие на Avalon.</p>
                <p>12.3. Всякакво Съдържание, до което Клиента има достъп, независимо от средствата за това, е предмет
                    на регулиране от настоящите общи условия.</p>
                <p>12.4. Клиентът може да копира, прехвърля и/или използва Съдържанието само за лични нетърговски цели,
                    само в случаите, в които това не противоречи на предвиденото в настоящата глава от този документ.
                </p>
                <p>12.5. Клиентът има право да използва Съдържанието за търговски цели единствено и само, ако е получил
                    писменото съгласие на Avalon за това и само до частта от Съдържанието, до начина и степента на
                    използването й, както и във времевите граници, за които това съгласие е дадено изрично. Всяко
                    последващо или различно използване на Съдържанието ще се счита за нарушаване на настоящия договор
                    между Avalon и Клиента и за нарушаване на правата на интелектуална собственост на Avalon, който има
                    право да потърси отговорността на Клиента за това.</p>
                <p>12.6. Простото изпращане до Клиента или рефериране към Съдържанието или части от него от страна на
                    Avalon няма да се счита за съгласие от страна на Avalon да позволи на Клиента да използва
                    Съдържанието или части от него за свои цели, различни от личните му нужди, независимо от средството
                    за комуникация, използвано от Avalon.</p>
                <p>12.7. Забранена е всякаква употреба на Съдържанието за други цели освен изрично позволените в
                    настоящите общи условия или в друго изрично писмено съгласие, дадено от Avalon.</p>
            </div>
        </div>
    </div>
</div>

@endsection