@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>Кредитен Калкулатор - OpenCart. Модул за продаване на стоки от онлайн магазини с платформа OpenCart чрез TBI Bank, UNI Credit и Париба лични финанси</h2>
                    <h4>I. КЪДЕ МОЖЕМ ДА ИЗПОЛЗВАМЕ ПРОГРАМАТА?</h4>
                    <p>Кредитен Калкулатор - OpenCart е програма (модул) предназначен за вграждане в платформи за онлайн магазини основаващи се на OpenCart. Добавя към магазина възможността да предлага своите стоки на изплащане използвайки TBI Bank, UNI Credit или Париба лични финанси.</p>
                    <h4>II. За кои версии на OpenCart е приложима?</h4>
                    <p>Програмата е разработена и тествана за версиитена <strong>OpenCart 2.x и 3.x</strong>.</p>
                    <h4>III. ОПИСАНИЕ НА ФУНКЦИОНАЛНИТЕ ВЪЗМОЖНОСТИ НА ПРОГРАМАТА.</h4>
                    <h5>Кредитен Калкулатор - OpenCart, TBI Bank</h5>
                    <p>Модулът е собственост на банката. Предлага се и се разпространява безплатно от нея. Разработката и поддръжката на продукта се извършва от нашата фирма. Можете да получите по-подробна информация за работата на модула от следния адрес: <a href="https://tbibank.support/help.php" target="_blank" rel="noopener">https://tbibank.support/help.php</a></p>
                    <h5>Кредитен Калкулатор - OpenCart, UNI Credit, Париба лични финанси</h5>
                    <p>Продукта е собственост на нашата фирма. Разработва се и се разпространява от нас вече няколко години.<br />На страницата на конкретния продукт, който е избрал Вашия клиент, се появяват допълнителни бутони за закупуване на продукта на изплащане. Същитe бутони се появяват и на страницата с кошницата на заявените продукти от клиента Ви. Тези бутони се повяват само за продукти или за група от заявени продукти, чиято цена е над посочената базова цена. Това е изискване на Банките. Има някой наши клиенти работещи с този модул, които са договорили със съответните Банки минимална цена за стока на изплащане различна от стандартните 150 лв. Ако се договори друга минимална цена можете да я промените.</p>
                    <h5>Процедури</h5>
                    <p>Промяната можете да направите в административния панел на модула, за всяка от Банките. Дизайна на показаните бутони е съобразен със стандартната тема на OpenCart.<br />При избиране на бутона Купи със съответната Банка се визуализира, Калкулатор за закупуване на стока на изплащане. На първия ред на калкулатора клиента вижда общата цена на продукта или продуктите за които той кандитатства за закупуване на кредит. От втория ред клиента избира срока на изплащане. При смяна на броя месеци, автоматично се променят и преизчисляват "Месечната вноска", "Общо дължимата сума за периода" и "ГПР". На следващия ред клиента може да види "Месечната вноска", която ще дължи всеки месец до края на кредита на банката. На следващия ред клиента може да види "Общата сума", която ще дължи за целия период на кредита заедно с включените лихви и всички оскъпявания на банката. На следващият ред клиента може да види общият "ГПР".</p>
                    <h5>Данни</h5>
                    <p>С избирането на бутона "Изпрати", попълнените от клиента данни се изпращат на административния мейл адрес. Клиента получава визуално потвърждение за изпратената заявка със следващата страница която се появява автоматично след изпращането. След получаване на необходимите данни от клиента за извършване на процедурата по закупуване на стока на изплащане, извършвате необходимите стъпки според посочената и избрана от банката и Вас процедура.</p>
                    <p>Процедурите и калкулациите по закупуване на стоки на изплащане подлежат на промяна от съответната Банка , при възникнала такава ние се ангажираме да Ви предоставим извършените промени безплатно. Фирма Авалон ООД, предоставя своя модул за продажби на изплащане, създаден според текущите изисквания и данни предоставени от съответната Банка. Фирма Авалон ООД, не носи отговорност, ако поради промяна в технологията за продажба на изплащане на някоя от Банките, модулът не може да продължи да работи в този му вид.</p>
                    <h4>IV. ИНСТАЛИРАНЕ</h4>
                    <p>1. Отворете съдържанието на главната директория на онлайн магазина и направете резервно копие (backup) на директориите /admin и /catalog. За целта може да използвате FTP клиент или друг метод за трансфер на файлове.</p>
                    <p>2. Качете съдържанието на директория upload (не самата директория!) в главната директория на магазина. При качването е възможно да видите съобщение, че директориите admin и catalog ще бъдат презаписани – потвърдете презаписването. По този начин, към текущото съдържание на директориите ще бъдат добавени новите файлове нужни за функционирането на разширителния модул, без да бъдат изтрити останалите файлове в директориите.</p>
                    <p>3. Отворете административния панел на вашия онлайн магазин (/admin) и изберете от менюто Extensions -&gt; Extensions Installer, натиснете бутона Upload и изберете файла cc_xxx.ocmod.xml за съответната банка от инсталационния архив.</p>
                    <p>4. След това в отидете в Extensions -&gt; Modifications и натиснете бутона refresh (малка икона в горния десен ъгъл).</p>
                    <p>5. От менюто на административния панел изберете Разширения-&gt;Модули (Extensions-&gt;Modules). изберете Инсталирай (Install).</p>
                    <p>След инсталацията, на мястото на Инсталирай (Install) се появяват два нови линка,изберете Редактирай (Edit). Можете да промените настройките според Вашите изисквания.</p>
                    <p>Приятна работа!</p>
                    <p>При нужда можем да инсталираме вместо Вас модула, като процедурата е безплатна за Вас. За целта е нужно да се свържете с нас и да заявите това Ваше желание. Ще са ни необходими данни за вашия сървърен акаунт за , които ще се уточним допълнително.</p>
                    <div class="section_offset clearfix">
                    </div>
                    <div class="call_to_action">
                        <div class="on_the_sides">
                            <div class="left_side">
                                <div class="title">Кредитен калкулатор BNP Paribas за OpenCart</div>
                                <p>Модул предназначен за вграждане в платформи за онлайн магазини основаващи се на OpenCart</p>
                            </div>
                            <div class="right_side">
                                <a href="{{ route('product', ['id' => 10]) }}" class="button_blue huge_btn"><i class="icon-basket-1"></i>Купи сега! 144.00 лв.</a>
                            </div>
                        </div>
                    </div>
                    <div class="section_offset clearfix">
                    </div>
                    <div class="call_to_action">
                        <div class="on_the_sides">
                            <div class="left_side">
                                <div class="title">Кредитен калкулатор UniCredit за OpenCart</div>
                                <p>Модул предназначен за вграждане в платформи за онлайн магазини основаващи се на OpenCart</p>
                            </div>
                            <div class="right_side">
                                <a href="{{ route('product', ['id' => 9]) }}" class="button_blue huge_btn"><i class="icon-basket-1"></i>Купи сега! 144.00 лв.</a>
                            </div>
                        </div>
                    </div>
                    <div class="section_offset clearfix">
                    </div>
                    <section>
                    <h3>TBI Bank Калкулатори</h3>
					<ul class="lightbox_list">
						<li>
                            <a href="https://youtu.be/VqfsxYMmipA" title="Описание на работата с Контролен Панел за управление на Кредитен Калкулатор TBI Bank, за вграждане в електронни магазини" target="_blank" class="button_dark_grey middle_btn">Контролен Панел</a>
						</li>
						<li>
                            <a href="https://youtu.be/R6w7WlpVrTw" title="Промяна на настройките на инсталиран Кредитен Калкулатор на TBI Bank за вграждане в онлайн платформи" target="_blank" class="button_dark_grey middle_btn">Промяна на настройките</a>
                        </li>
						<li>
                            <a href="https://youtu.be/Cq3uxeKyesc" title="Извършване на покупки на кредит от онлайн платформа, чрез Кредитен Калкулатор на TBI Bank" target="_blank" class="button_dark_grey middle_btn">Покупка на кредит</a>
                        </li>
                        <li>
                            <a href="https://youtu.be/gu8ApqG0FS8" title="Кредитен калкулатор на TBIBank за OpenCart2.x" target="_blank" class="button_dark_grey middle_btn">OpenCart</a>
                        </li>
                    </ul>
                    <h3>TBI Bank API Калкулатори</h3>
					<ul class="lightbox_list">
						<li>
                            <a href="https://youtu.be/d-49uJwBWmg" title="Работа с контролен панел - TBI Bank e-Commerce" target="_blank" class="button_dark_grey middle_btn">Контролен Панел</a>
						</li>
                        <li>
                            <a href="https://youtu.be/Su76h6xVhMI" title="Инсталация на модул за OpenCart 2.x" target="_blank" class="button_dark_grey middle_btn">OpenCart 2.x</a>
                        </li>
                        <li>
                            <a href="https://youtu.be/4EqzOGzCXf8" title="Инсталация на модул за OpenCart 2.3" target="_blank" class="button_dark_grey middle_btn">OpenCart 2.3</a>
                        </li>
                        <li>
                            <a href="https://youtu.be/pjj6nmTbye0" title="Инсталация на модул за OpenCart 3.x" target="_blank" class="button_dark_grey middle_btn">OpenCart 3.x</a>
                        </li>
                    </ul>
                    <h3>UNI Credit API Калкулатори</h3>
					<ul class="lightbox_list">
						<li>
                            <a href="https://youtu.be/zsfFkCqocTg" title="Работа с Кредитен калкулатор UniCredit Bulbank" target="_blank" class="button_dark_grey middle_btn">Контролен Панел</a>
						</li>
                        <li>
                            <a href="https://youtu.be/jWnvilew-C8" title="Кредитен калкулатор UniCredit Bulbank за OpenCart 2.x" target="_blank" class="button_dark_grey middle_btn">OpenCart 2.x</a>
                        </li>
                        <li>
                            <a href="https://youtu.be/7byC-5yeLS0" title="Кредитен калкулатор UniCredit Bulbank за OpenCart 2.3.x" target="_blank" class="button_dark_grey middle_btn">OpenCart 2.3.x</a>
                        </li>
                        <li>
                            <a href="https://youtu.be/NKR0BuigG1g" title="Кредитен калкулатор UniCredit Bulbank за OpenCart 3.x" target="_blank" class="button_dark_grey middle_btn">OpenCart 3.x</a>
                        </li>
                    </ul>
                </section>
            </div>
        </div>
    </div>
</div>

@endsection
