@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>Онлайн магазин, Описание</h2>
                    <p>Изграждане на стандартен онлайн магазин по поръчка на клиента с информация предоставена ни от него.</p>
                    <p>Авалон разполага с висококвалифициран персонал, програмисти, с много богат опит и техническа квалификация в областта на компютърното програмиране.</p>
                    <p>Предлаганите от нашия екип продукти и услуги използват най-новите информационни технологии и покриват всички изисквания за създаване на съвременен софтуер.</p>
                    <p>При нас можете получите безплатни консултации за необходимите Ви проекти. Отговаряме на всеки поставен от Вас въпрос, точно, обстойно и навреме.</p>
                    <p>В цената за Уеб пакета са включени:</p>
                    <ul>
                    <li>Общ графичен дизайн изграден съобразно изискванията на клиента. (лого, снимки, цветове, шрифт и др.)</li>
                    <li>До 10 продукта добавени от нас</li>
                    <li>Неограничен брой вътрешни страници</li>
                    <li>Форма за контакт</li>
                    <li>Първоначална оптимизация за търсещи машини (SEO)</li>
                    <li>Административен панел за управление</li>
                    <li>Респонсив дизайн</li>
                    <li>Блог</li>
                    <li>Филтриране на продуктите</li>
                    <li>Автоматичен % отстъпки</li>
                    </ul>
                    <p>Предлагаме помощ за закупуване на домейн и хостинг, като цената е по договаряне.</p>
            </div>
        </div>
    </div>
</div>

@endsection