@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h4>WEB услуги</h4>
                    <p>WEB услуги, инсталации, поддръжка</p>
                    <p>Предлаганите от нашия екип продукти и услуги използват най-новите информационни технологии и покриват всички изисквания за създаване на съвременен софтуер.</p>
                    <p>Авалон разполага с висококвалифициран персонал, програмисти, с много богат опит и техническа квалификация в областта на компютърното програмиране.</p>
                    <p>При нас можете получите безплатни консултации за необходимите Ви проекти. Отговаряме на всеки поставен от Вас въпрос, точно, обстойно и навреме.</p>
                    <h4>Какво предлагаме:</h4>
                    <ul>
                    <li>WEB услуги</li>
                    <li>Поддръжка на уеб сайтове.</li>
                    <li>Поддръжка на уеб модули и програми.</li>
                    <li>Разработка на уеб модули и пограми.</li>
                    <li>Инсталация на Linux</li>
                    <li>Инсталиране на стандартни уеб платформи (Wodpress, PrestaShop, Magento, OpenCart, Joomla и др.)</li>
                    </ul>
            </div>
        </div>
    </div>
</div>

@endsection