@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>AVAMB Android</h2>
                    <p>Системата е предназначена основно за производители и търговци на дограма, но така също и за различни видове бизнес. Издават се различни видове документи, като оферти, договори, фактури, листи със служители и др.</p>
                    <h4>Възможности на платформата:</h4>
                    <h5>Снабдена е с важни детайли за организацията на вашата фирма:</h5>
                    <ol>
                    <li>Достъп от всяка точка на света и работа колективно с всички служители, които могат да са неограничен брой.</li>
                    <li>Създаване на задачи с различен статус предназначени за специалисти според ангажиментите във фирмата. Тези задачи можете да създавате Вие или те помежду си, като можете да следите кога ще бъдат приключени.</li>
                    <li>Създаване на бази с клиенти. Вкарване на вече съществуваща листа. Създаване на различни контрагенти, било то клиенти, частници или фирми, различни доставчици според техните продукти.</li>
                    <li>Възможност за създаване на шаблонни текстове, които бихте използвали регулярно във вашите различни документи, фактури, оферти, договори и т.н.</li>
                    <li>Детайлно регистриране на Вашите служители – вид на договор, различно възнаграждение, различна заетост, което в последствие ще Ви пресмята автоматично месечното възнаграждение на всеки един служител. Те самите ще имат възможност да се регистрират в програмата и с няколко бутона да записват работните си часове и съответно всички почивки, които правят.</li>
                    <li>Детайлно регистриране на всички превозни средства които притежавате. Това ще Ви помага да следите състоянието на автомобилите си, технически прегледи, ремонти, застраховки, амортизиране и т.н.</li>
                    <li>Създаване на различни ДДС проценти. За да можете да фактурирате на фирми различни от Българските.</li>
                    <li>Използване на вече създадени библиотеки с продукти или създаване на Ваши. Създаването им ще улесни правенето на оферти в последствие. Артикулите се създават под различни форми.</li>
                    <li>Във вид на таблица или формули с вариращи размери, на брой, на квадратни метри, на кубични метри и др.</li>
                    <li>Индивидуални оферти за всеки потребител. Генериране автоматично на договори с клиенти, проформи фактури, фактури, кредитни известия, товарителници, поръчки към доставчици, работни листи.</li>
                    <li>Общи извлечения на всички реализирани документи.</li>
                    <li>Различни статистики, които ще Ви помагат за коригиране на дейността.</li>
                    </ol>
                    <p>Изтегли от <a href="https://play.google.com/store/apps/details?id=com.avamb" target="_blank" rel="noopener">Google Play</a>.</p>
            </div>
        </div>
    </div>
</div>

@endsection