@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>AVAMB Безплатен организатор</h2>
                    <p>Програма организатор за малък, среден, а защо не и голям бизнес.</p>
                    <div class="vc_row wpb_row vc_row-fluid">
                    <div class="wpb_column vc_column_container vc_col-sm-12">
                    <div class="vc_column-inner ">
                    <div class="wpb_wrapper">
                    <div class="wpb_text_column wpb_content_element ">
                    <div class="wpb_wrapper">
                    <h4>Описание:</h4>
                    <p>Системата е предназначена основно за производители и търговци на дограма, но така също и за различни видове бизнес. Издават се  различни видове документи, като оферти, договори, фактури, листи със служители и др.</p>
                    <p>Преди да навляза в детайли в описанието на програмата бих искал да отбележа колко важно е да притежавате програма организатор. С подобна програма, Вие като управител на фирма ще следите всеки един етап от обслужването на Вашите потенциални клиенти. Ако сте Управител и работник едновременно, сега е момента да предприемете важна крачка напред и да декларирате първия си служител, така наречения организатор AVAMB. Ако сте вече позната и утвърдена фирма на пазара, можете да зарадвате Вашите търговци и да им предоставите един пълен набор от документи и цени за Вашите продукти.</p>
                    <p>Вашият бизнес се крепи от актуални клиенти, които Ви имат вече пълното доверие и Ви препоръчват на други потенциални клиенти, да така е, но идеята е да намирате такива, които не са чували никога за Вас. За да спечелите подобни клиенти Ви е нужна база която светкавично да отговаря на запитвания за оферти и то в приличен и подробен вид такъв какъвто Вие си създадете в базата данни. За да спечелите големи потребители било то в България или чужбина Ви е нужен ценови каталог с който да уверите, че не сменяте цени ежемесечно, Вие бихте създали това много лесно с нашата програма. Какво си мечтае един Управител на фирма, за добра организация и бърз поглед върху състоянието на фирмата. Това Ви предлага AVAMB.</p>
                    <ol>
                    <li>Достъп от всяка точка на света и работа колективно с всички служители, които могат да са неограничен брой.</li>
                    <li>Създаване на задачи с различен статус предназначени за специалисти според ангажиментите във фирмата. Тези задачи можете да създавате Вие или те помежду си, като можете да следите кога ще бъдат приключени.</li>
                    <li>Създаване на бази с клиенти. Вкарване на вече съществуваща листа. Създаване на различни контрагенти, било то клиенти, частници или фирми, различни доставчици според техните продукти.</li>
                    <li>Възможност за създаване на шаблонни текстове, които бихте използвали регулярно във вашите различни документи, фактури, оферти, договори и т.н.</li>
                    <li>Детайлно регистриране на Вашите служители – вид на договор, различно възнаграждение, различна заетост, което в последствие ще Ви пресмята автоматично месечното възнаграждение на всеки един служител. Те самите ще имат възможност да се регистрират в програмата и с няколко бутона да записват работните си часове и съответно всички почивки, които правят.</li>
                    <li>Детайлно регистриране на всички превозни средства които притежавате. Това ще Ви помага да следите състоянието на автомобилите си, технически прегледи, ремонти, застраховки, амортизиране и т.н.</li>
                    <li>Създаване на различни ДДС проценти. За да можете да фактурирате на фирми различни от Българските.</li>
                    <li>Използване на вече създадени библиотеки с продукти или създаване на Ваши. Създаването им ще улесни правенето на оферти в последствие. Артикулите се създават под различни форми.</li>
                    <li>Във вид на таблица или формули с вариращи размери, на брой, на квадратни метри, на кубични метри и др.</li>
                    <li>Индивидуални оферти за всеки потребител. Генериране автоматично на договори с клиенти, проформи фактури, фактури, кредитни известия, товарителници, поръчки към доставчици, работни листи.</li>
                    <li>Общи извлечения на всички реализирани документи.</li>
                    <li>Различни статистики, които ще Ви помагат за коригиране на дейността.</li>
                    </ol>
                    <br />
                    <hr />
                    <br />
                    <p>Можете да разгледате сайта на програмата: <a href="https://avamb-logiciel.com" target="_blank" rel="noopener">AVAMB Безплатен организатор</a></p>
            </div>
        </div>
    </div>
</div>

@endsection