@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>Maxtrade Store</h2>
                    <h4>Maxtrade Store , Описание:</h4>
                    <p>Maxtrade Store - Програма за подпомагане дейността на хладилен склад.</p>
                    <p>Програмата е разработена като WEB платформа с помоща на jQuery. <a href="https://jquery.com/" target="_blank" rel="noopener">JavaScript library jQuery</a>.</p>
                    <p>Управлява две хладилни складови помещения.</p>
                    <p>Записва и съхранява всички движения на стоки. Продажби, доставки, смяна на местата на стоки между складовете.</p>
                    <p>Визуализира интерактивно всички движения на стоките.</p>
                    <p>Спомага за лесно намиране на всички продукти.</p>
                    <p>Генерира множество справки за всички действия и наличности.</p>
                    <p>Съхранява всички действия в база от данни.</p>
                    <p>Извършва лесно турсене на продукти по наименование, като визуализира наличности.</p>
                    <p>Запазва регистър на всички по-важни операции. Позволява лесна справка в регистъра.</p>
                    <p>Предлаганите от нашия екип продукти и услуги използват най-новите информационни технологии и покриват всички изисквания за създаване на съвременен софтуер.</p>
                    <p>Авалон разполага с висококвалифициран персонал, програмисти, с много богат опит и техническа квалификация в областта на компютърното програмиране.</p>
            </div>
        </div>
    </div>
</div>

@endsection