@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h4>Maxtrade StoreERP</h4>
                    <p>Maxtrade StoreERP Складово Стопанство - програма за следене на виртуалните движения на стоки в склад.</p>
                    <p>Програмата е разработена като WEB платформа с помоща на jQuery. <a href="https://jquery.com/" target="_blank" rel="noopener">JavaScript library jQuery</a>.</p>
                    <p>Управлява движението на стоки и документи при производствения процес.</p>
                    <p>Записва и съхранява всички движения на стоки. Продажби, доставки, смяна на местата на стоки между складовете.</p>
                    <p>Спомага за лесно намиране на всички продукти.</p>
                    <p>Генерира множество справки за всички действия и наличности.</p>
                    <p>Съхранява всички действия в база от данни.</p>
                    <p>Продукта работи на принципа на клиент сървър.</p>
                    <p>Извършва лесно търсене на продукти по наименование, като визуализира наличности.</p>
                    <p>Запазва регистър на всички по-важни операции. Позволява лесна справка в регистъра.</p>
            </div>
        </div>
    </div>
</div>

@endsection