@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>Maxtrade IKUNK - SCADA софтуер за мониторинг и управление на ИКУНК</h2>
                    <h4>I. КЪДЕ МОЖЕМ ДА ИЗПОЛЗВАМЕ ПРОГРАМАТА MAXTRADE ИКУНК?</h4>
                    <p>Това е програма работеща под операционната среда на Microsoft Windows XP/7/8/10 разработена за използване в фирми произвеждащи високоалкохолни напитки. Maxtrade ИКУНК Ви дава възможност да извършвате регистриране на дейността си според митническите разпоредби за работа на подобни предприятия.</p>
                    <h4>II. ОПИСАНИЕ НА ФУНКЦИОНАЛНИТЕ ВЪЗМОЖНОСТИ НА ПРОГРАМАТА.</h4>
                    <h4>III. ТЕКУЩА ВЕРСИЯ</h4>
                    <p>Текущата версия на програмата е: v.1.1.0.2 от 05.01.2016г.</p>
                    <h4>IV. СЪВМЕСТИМОСТ</h4>
                    <p>Тествано за работоспособност на версии на<br />ОС Microsoft Windows: XP/7/8/8.1/10<br />ОС Microsoft Windows Server: 2003/2008/2012<br />Продукта е разработен и има необходимост от .NET 3.5</p>
            </div>
        </div>
    </div>
</div>

@endsection