@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                    <h2>Maxtrade KNTR. Изработване на софтуер за отчитане, съхранение и обработване на данните от електронен авто кантар</h2>
                    <h4>I. КЪДЕ МОЖЕМ ДА ИЗПОЛЗВАМЕ ПРОГРАМАТА MAXTRADE ИКУНК?</h4>
                    <p>Maxtrade KNTR е програма работеща под операционната среда на Microsoft Windows XP/7/8/10 разработена за използване за отчитане, съхранение и обработване на данните от електронен авто кантар.</p>
                    <h4>II. ОПИСАНИЕ НА ФУНКЦИОНАЛНИТЕ ВЪЗМОЖНОСТИ НА ПРОГРАМАТА.</h4>
                    <p>Програмата се състои от две части, сървърна част и клиентска част.</p>
                    <p>Сървърна част от програмата – MaxtradeKNTR Server. Служи за управление, поддържане, архивиране и описване на базата с данни. Програмата е изградена и компилирана на основата на език за програмиране C#, в среда на Microsoft® .NET 3.5.</p>
                    <h4>За нормалната работа на сървъра е необходимо следното програмно осигуряване.</h4>
                    <ul>
                    <li>Семейството на Microsoft® Windows Операционни Системи, Microsoft® Windows XP , Microsoft® Windows Vista , Microsoft® Windows 7 , Microsoft® Windows 8, Microsoft® Windows 10, Microsoft® Windows 2003 , Microsoft® Windows 2008.</li>
                    <li>Microsoft® .NET 3.5. или по-висока версия на средата за разработка.</li>
                    <li>Освободен за достъп TCP/IP порт номер 3306, на който се свързва програмата за база данни.</li>
                    </ul>
                    <p>Клиентска част на програмата – MaxtradeKNTR. Служи като итерфейс към базата данни. Чрез нея се въвеждат, коригират и изтриват данни от първични документи. Автоматично изгражда и визуализира справки и анализи.</p>
                    <h4>За нормалната работа на сървъра е необходимо следното програмно осигуряване.</h4>
                    <ul>
                    <li>Семейството на Microsoft® Windows Операционни Системи, Microsoft® Windows XP , Microsoft® Windows Vista , Microsoft® Windows 7 , Microsoft® Windows 8, Microsoft® Windows 10, Microsoft® Windows 2003 , Microsoft® Windows 2008.</li>
                    <li>Microsoft® .NET 3.5. или по-висока версия на средата за разработка.</li>
                    <li>Microsoft Chart Controls for Microsoft .NET Framework 3.5 Setup</li>
                    <li>Microsoft Report Viewer Redistributable 2008 Setup</li>
                    </ul>
                    <p>Авалон ООД изработи по поръчка на свой клиент специализиран софтуер за обработка на товари с електронна авто везна, Maxtrade KNTR.</p>
                    <h4>Описание</h4>
                    <p>Програмата се състои от три отделни модула (програми). Maxtrade KNTR Server е сървърната част от продукта, в който се намира цялата база от данни за извършените измервания. Сървърната част може да се инсталира на собствен компютър - сървър от компютърната мрежа на предприятието или в интернет. Maxtrade KNTR Remote е модулът за отдалечен достъп до данните от измервания. Този модул се използва от ръководителите на предприятието за да наблюдават случващото се на обектите за измерване. Той може да се инсталира на собствен компютър от който прави връзка с данните от сървъра и наблюдава текущото състояние на измерванията, както и всички направени до момента измервания. Maxtrade KNTR е модулът клиент в който се осъществява същинската работа. С него се извършват съответните измервания и след приключването им се записват в сървъра на базата от данни. Чрез този модул се манипулират всички данни и настройки.</p>
                    <h4>Описание</h4>
                    <p>Програмата работи с потребителски акаунти и автентификация. Могат да се създават различен брой потребители, всеки от които има собствени права за работа с програмата. Правата могат да бъдат два вида (администратор, оператор). Администратора има всички права за работа с продукта. Оператора има ограничени права за работа, няма право да създава и променя потребители, няма право да редактира и променя кантарни измервания, няма право да променя някой настройки. С началното стартиране програмата притежава потребител “admin” с парола “admin”, който притежава всички необходими права за работа с нея. Възможност за настройване на мрежовите връзки към сървърната част. Това означава, че базата данни може да се намира на друг компютър във Вашата локална мрежа, или на отдалечен компютър в интернет мрежата. Клиентската част на програмата може да ползва данните на сървъра независимо къде се намира той.</p>
                    <p>Настройка на самата програма. Всичко необходимо за нормалната и работа. Указват се потребителя на програмата ( собственика на продукта и данни за него, които в последствие ще се визуализират в различните видове справки ).</p>
                    <ul>
                    <li>Настройки на вида на отпечатване на кантарната бележка.</li>
                    <li>Настройки на комуникацията с апарата за измерване. Настройки на RS232 комуникационния порт, както и на вида на протокола за обмен на данни между апарата и компютъра. В конкретния случай се използват следните протоколи за обмен на данни: FLINTEC, WE2108, XK3118K5.</li>
                    <li>Настройка на възможността за ръчно вписване на текущото измерване.</li>
                    <li>Извършване на справки върху проведени вече измервания.</li>
                    <li>Извършване на промени върху направени вече измервания (само за администратора).</li>
                    <li>Информация за създателя на програмата.</li>
                    <li>Възможност за активиране на продукта. Ако е била получена 30 – дневна версия на продукта с тази функционалност бихте могли да си регистрирате и закупите продукта.</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>Конфигуриране на връзката със сървъра</li>
                    <li>Смяна на адмистративната парола и добавяне на потребител с който да работите с програмата</li>
                    <li>Извършване на ново измерване</li>
                    <li>Приключване на започнато измерване</li>
                    <li>Функционални възможности за работа</li>
                    <li>Меню „Изход” извършва изход от програмата</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>Меню „Измервания” показва таблица със всички извършени до момента измервания</li>
                    <li>Можете да Сортирате измерванията по всякакви критерии за да намерите необходимата Ви информация</li>
                    <li>Можете да направите общ печат на избраната справка като изберете бутона ”Общ печат”</li>
                    <li>Можете да застанете с мишката на конкретен ред от измерванията и да разпечатат кантарна бележка за това измерване чрез бутона „Печат кантарна бележка”</li>
                    <li>Можете да получите обобщена справка за цялото измерено нето тегло за всички измервания в справката от полето „Общо нето”</li>
                    <li>Меню „Система” -&gt; „Потребители”, управлявате създавате и променяте данни за потребители на програмата. Това меню е достъпно само за потребителя с административни права</li>
                    <li>Меню „Система” -&gt; „Настройки”</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>Можете да определяте какво да се визуализира като информация на първия и втория ред от кантарната бележка. Обикновено фирмена информация за потребителя</li>
                    <li>Можете да укажете дали програмата да се стартира автоматично при стартиране на компютъра. Имайте в предвид, че в този случай е необходимо първо да е заредена сървърната част , в противен случай програмата ще даде грешка при стартирането си</li>
                    <li>Можете да укажете програмата да угася вашия компютър при затварянето си</li>
                    <li>Можете да разрешите или да забраните работата със складове на програмата</li>
                    <li>Можете да забраните или разрешите използването на ръчен режим</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>В секцията „Печат” се намират настройките за печат на принтер на кантарна бележка</li>
                    <li>Можете да укажете кои атрибути от кантарната бележка да се виждат и кои не в разпечатката</li>
                    <li>В секцията „Комуникация” се намират настройките за комуникационните протоколи FLINTEC, WE2108 или XK3118K5 с който се извършва връзката между апарата за отчитане и компютъра на който работи програмата. Избирате за работа протокола съответстващ на Вашия Теглови индикатор.</li>
                    <li>Меню „Система” -&gt; „Настройки на сървъра”. От тук се задава местонахождението на съвъра с базата от данни на програмата</li>
                    <li>Меню „Система” -&gt; „Активация на програмата”. От тук се извършва Активация на програмата при закупуването и</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>Меню „Номенклатура” -&gt; „Запаметена тара”. От тук можете да променяте създавате и изтривате предварително запаметени тара за даден камион. Това ви спестява измерване на тарата на даден камион всеки пък наново</li>
                    <li>Меню „Номенклатура” -&gt; „Промяна на данни”. С тази функция може да работи само администратора. Той може да променя атрибутите и стойностите на всяко едно измерване, както и да го изтрива от базата от данни</li>
                    <li>Меню „Номенклатура” -&gt; „Видеве стоки”. От това меню можете да създавате, редактирате и изтривате стоките които ще се обработват в програмата. По този начин в последствие когато правите измерване ще можете да избирате от предварително въведените стоки без да се налага всеки път да ги въвеждате отново</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>Меню „Номенклатура” -&gt; „Складове”. От това меню можете да създавате, редактирате и изтривате складовете с които ще се работи в програмата. По този начин в последствие когато правите измерване ще можете да избирате от предварително въведените складове без да се налага всеки път да ги въвеждате отново</li>
                    <li>Меню „Информация” -&gt; „За програмата”. Информация за собствениците на програмата</li>
                    <li>Меню „Информация” -&gt; „Помощ”.</li>
                    <li>Поле указващо кой работи в момента с програмата</li>
                    </ul>
                    <h5>Работа с програмата</h5>
                    <ul>
                    <li>Възможност за избор на стойности по подразбиране при всяко ново измерване. Когато направите ново измерване стойностите за „Тип камион” и „Тип отбив” ще се вземат по подразбиране от тук</li>
                    <li>Информация за наличността на сървъра и неговото местонахождение. Информация за връзката с апарата за отчитане на теглото. Информация за потребителя на програмата. Информация за моментното действие на програмата</li>
                    <li>Бутон за отказ от текущото в момента измерване</li>
                    </ul>
                    <h4>III. ИНСТАЛИРАНЕ</h4>
                    <p>Продукта се състои от две части.</p>
                    <p>1. Сървърна, на която се съхранява базата от данни за всички извършени сделки. Инсталира се от файла "MaxtradeKNTRServer_Install.exe".</p>
                    <p>2. Клиентска част, с която Вие действително работите. Инсталира се от файла "MaxtradeKNTR_Instalator.exe".</p>
                    <p>3. Допълнения. Microsoft ReportViewer.exe. Необходим за печата на справките.</p>
                    <p>След коректната инсталация на сървърната и клиентската част на програмата можете да започнете работа с нея.</p>
                    <h4>IV. ТЕКУЩА ВЕРСИЯ</h4>
                    <p>Текущата версия на MaxtradeKNTR е: v.1.0.4.4 от 26.10.2016г.</p>
                    <h4>V. СЪВМЕСТИМОСТ</h4>
                    <h5>Тествано за работоспособност на версии на</h5>
                    <p>ОС Microsoft Windows: XP/7/8/8.1/10<br />ОС Microsoft Windows Server: 2003/2008/2012<br />Продукта е разработен и има необходимост от .NET 3.5</p>
                    <h4>VI. ТЕГЛОВИ ИНДИКАТОРИ</h4>
                    <p>Програмата работи със следните Теглови индикатори</p>
                    <ul>
                    <li>FLINTEC TYPE FT-11 WEIGHT INDICATOR</li>
                    <li>HBM WE2108 Legal for trade precision electronic scale</li>
                    <li>KAW ELECTRONICS co.,ltd XK3118K5 indicator</li>
                    <li>Elicom electronic Ltd. EEP xxx N, NL indicator</li>
                    </ul>
            </div>
        </div>
    </div>
</div>

@endsection