@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h2>Програма за регистриране на дейността по продажба и обмен на валута</h2>
                <p> </p>
                <h4>I. КЪДЕ МОЖЕМ ДА ИЗПОЛЗВАМЕ ПРОГРАМАТА?</h4>
                <p>Това е програма работеща под операционната среда на Microsoft Windows XP/7/8/10 разработена за
                    използване в Обменни Бюра.<br />Програмата Ви дава възможност да извършвате регистриране на
                    дейността си по прoдажба и обмен на валута.</p>
                <h4>II. ОПИСАНИЕ НА ФУНКЦИОНАЛНИТЕ ВЪЗМОЖНОСТИ НА ПРОГРАМАТА.</h4>
                <p>- Предварително въвеждане на определен от клиента брой курсови двойки, с цел по-бързо попълване на
                    бордерата и автоматичното пресмятане на превалутирането.<br />- Работа с неограничен брой
                    потребители.<br />- Права на потребител, като администратор (има достъп до цялата функционалност на
                    програмата)<br />- Права на потребител, като оператор (може само да издава бордера, и да печата вече
                    издадените бордера без да може да ги променя. Може да анулира бордера, като за това събитие остава
                    запис в системата)<br />- Системата може да работи на неограничен на брой работни места, като цялата
                    база данни се съхранява на едно място, наречено сървър.<br />- Визуализиране на всички бордера в
                    удобен за преглед вид.<br />- Извършване на покупки на валута с издаване на бордеро за
                    сделката.<br />- Извършване на продажба на валута с издаване на бордеро за сделката.<br />-
                    Редактиране на предварително избрано бордеро, това действие се прави само от администратора.<br />-
                    Разпечатване на предварително избрано бордеро.<br />- Печат на дневен отчет за извършените сделки,
                    по потребители и общо. Общ отчет само от администратора.<br />- Печат на месечен отчет за
                    извършените сделки, по потребители и общо. Общ отчет само от администратора.<br />- Експорт на
                    различните видове справки към файл за xls и pdf.</p>
                <h4>III. ИНСТАЛИРАНЕ</h4>
                <p>Продукта се състои от две части.</p>
                <p>1. Сървърна, на която се съхранява базата от данни. Инсталира се от файла <span
                        style="color: #ff0000;">"MaxtradeChangeServer_Install.zip"</span>.</p>
                <p>2. Клиентска част, с която Вие действително работите. Инсталира се от файла <span
                        style="color: #ff0000;">"MaxtradeChange_Instalator.zip"</span>.</p>
                <p>3. Допълнения. <span style="color: #ff0000;">Microsoft ReportViewer.exe</span>. Необходим за печата
                    на справките.</p>
                <p>След коректната инсталация на сървърната и клиентската част на програмата можете да започнете работа
                    с нея.</p>
                <h4>IV. ТЕКУЩА ВЕРСИЯ</h4>
                <p>Текущата версия на MaxtradeChange е: v.1.0.1.2.</p>
                <h4>V. СЪВМЕСТИМОСТ</h4>
                <p>Тествано за работоспособност на версии на<br />ОС Microsoft Windows: XP/7/8/8.1/10<br />ОС Microsoft
                    Windows Server: 2003/2008/2012<br />Продукта е разработен и има необходимост от .NET 3.5</p>
                <div
                    style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee; margin-bottom: 10px;">
                    <h4>ПРАВО НА ПОЛЗВАНЕ, ВАРИАНТИ, ЦЕНИ:</h4>
                    <p><a class="btn btn-primary" style="width: 100%;" href="/produkt/maxtrade-change/" rel="noopener">
                            Maxtrade Change<br />44.00 лв. с ДДС </a></p>
                    <p class="small">* Лицензия за ползване на продукта на едно работно място за една година.</p>
                    <p class="small" style="color: red;">Посочената цена е само за закупуване на самия модул. В цената
                        не се включват инсталиране, настройване и промени в модула. тези допълнителни функции са въпрос
                        на допълнителни разговори за определяне на цената спрямо конкретните изисквания на клиента.</p>
                    <p class="small">Възможни са варианти за безплатно инсталиране и настройване на продукта.<br />Начин
                        на закупуване и доставка:<br />След като направите заявка от нашия онлайн магазин<br />или
                        директно на E-Mail: <span style="color: red;">home@avalonbg.com</span>, указвайки Вашите фирмени
                        данни, ще Ви бъде изпратена проформа фактура за извършване на необходимото плащане за покупката.
                        След удостоверяване на плащането, ще Ви бъде изпратена оригиналната фактура заедно с
                        необходимите файлове за инсталацията на <span style="color: red;">Maxtrade
                            Change</span>.<br />При Ваше желание плащането може да се извърши и с наложен платеж чрез
                        куриер.</p>
                </div>
                <p> </p>
                <div style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee;">
                    <h4>ИЗПОЛЗВАНЕ НА ВРЕМЕННА ВЕРСИЯ НА ПРОГРАМАТА:</h4>
                    <p class="small">Можете да си изтеглите напълно работоспособна временна версия на програмата. Тя ще
                        може да работи в продължение на един месец от инсталирането си. Всички функционалности на
                        програмата са запазени. След изтичане на пробния период и при желание за закупуване на лиценз
                        Вие няма да загубите натрупаните по време на теста данни.</p>
                    <p><a href="https://avalonbg.com/download/MaxtradeChange.zip">От тук можете да си изтеглите временна версия на Maxtrade Change и Microsoft ReportViewer,
                        необходим за печата на справките.</a></p>
                </div>
            </div>
        </div>
    </div>
</div>

@endsection