@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h2>Maxtrade CMR Програма за съхранение и печат на митнически товарителници (ЧМР)</h2>
                <h4>I. КЪДЕ МОЖЕМ ДА ИЗПОЛЗВАМЕ ПРОГРАМАТА?</h4>
                <p>Maxtrade CMR е програма работеща под операционната среда на Microsoft Windows XP/7/8/10 разработена
                    за съхранение и печат на митнически товарителници (ЧМР).</p>
                <h4>II. ОПИСАНИЕ НА ФУНКЦИОНАЛНИТЕ ВЪЗМОЖНОСТИ НА ПРОГРАМАТА.</h4>
                <p>Програмата работи със собствен файлов формат. Използват се два вида файлове за съхранение на данните,
                    файл с данни с разширение *.cmr и файл със предварително подготвени шаблони с разширение
                    *.cmrs.<br>След инсталация на продукта, файловете могат да се извикват директно от тяхното
                    местоназначение. Това дава възможност от няколко работни места да се работи с едни и същи данни
                    разположени на достъпно място някъде в мрежата.<br>Настройка на самата програма. Всичко необходимо
                    за нормалната и работа. Избор на вид на принтера за печат. Може да се настрои програмата да печата
                    на матричен принтер върху предварително подготвени бланки или на лазарен принтер на празни листи.
                    Ако сте избрали печат на Лазерен принтер, то тогава от настройките на програмата Ви се позволява да
                    си изберете печат на 5 или на 7 номерирани копия.<br>Информация за създателя на
                    програмата.<br>Възможност за активиране на продукта. Ако е била получена 30 – дневна версия на
                    продукта с тази функционалност бихте могли да си регистрирате и закупите продукта.</p>
                <h4>III. ИНСТАЛИРАНЕ</h4>
                <p>Продукта се състои от две части.<br>1. Програма.<br>Инсталира се от файла <span
                        style="color: red;">"MaxtradeCMR_Instalator.exe"</span>.<br>2. Допълнения. <span
                        style="color: red;">Microsoft ReportViewer.exe</span>. Необходим за печата на справките.<br>След
                    коректната инсталация на сървърната и клиентската част на програмата можете да започнете работа с
                    нея. На поисканите данни за вход при първоначално стартиране на програмата можете да използвате
                    следните данни:<br>Потребител: <span style="color: red;">admin</span><br>Парола: <span
                        style="color: red;">admin</span></p>
                <h4>IV. АКТИВАЦИЯ</h4>
                <p>За да активирате своята програма трябва да ни изпратите серийния си номер. Ние от наша страна ще ви
                    върнем активационен ключ, който да въведете в програмата, за да я активирате.<br>Серийният номер на
                    вашата програма можете да намерите с натискане на бутон "Настрой" - &gt; меню "Активиране на
                    програмата".</p>
                <a href="/images/desktop/CMR1.jpg" target="_blank"><img src="/images/desktop/CMR1.jpg"
                        alt="CMR1 Activate" width="350" height="196"></a> &nbsp;&nbsp; <a
                    href="/images/desktop/CMR2.jpg" target="_blank"><img src="/images/desktop/CMR2.jpg" alt="CMR2 Activate" width="350"
                        height="196"></a>
                <h4>V. ТЕКУЩА ВЕРСИЯ</h4>
                <p>Текущата версия на Maxtrade CMR е: <span style="color: red;">v.1.0.4</span> от 18.09.2018г.</p>
                <h4>VI. СЪВМЕСТИМОСТ</h4>
                <p>Тествано за работоспособност на версии на<br>ОС Microsoft Windows: <span
                        style="color: red;">XP/7/8/8.1/10</span><br>ОС Microsoft Windows Server: <span
                        style="color: red;">2003/2008/2012</span><br>Продукта е разработен и има необходимост от .NET
                    3.5</p>
                <div
                    style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee; margin-bottom: 10px;">
                    <h4>ПРАВО НА ПОЛЗВАНЕ, ВАРИАНТИ, ЦЕНИ:</h4>
                    <p><a class="btn btn-primary" style="width: 100%;" href="/produkt/maxtrade-cmr/" rel="noopener">
                            Maxtrade CMR<br>29.00 лв. с ДДС </a></p>
                    <p class="small">* Лицензия за ползване на продукта на едно работно място за една година.</p>
                    <p class="small" style="color: red;">Посочената цена е само за закупуване на самия модул. В цената
                        не се включват<br>инсталиране, настройване и промени в модула. тези допълнителни функции са
                        въпрос на допълнителни разговори за определяне на<br>цената спрямо конкретните изисквания на
                        клиента.</p>
                    <p class="small">Възможни са варианти за безплатно инсталиране и настройване на продукта.</p>
                    <p>Начин на закупуване и доставка:<br>След като направите заявка от нашия онлайн магазин</a><br>или
                        директно на E-Mail: <span style="color: red;">home@avalonbg.com</span>, указвайки Вашите фирмени
                        данни, ще Ви бъде изпратена проформа фактура за извършване на необходимото плащане за покупката.
                        След удостоверяване на плащането, ще Ви бъде изпратена оригиналната фактура заедно с
                        необходимите файлове за инсталацията на <span style="color: red;">Maxtrade CMR</span>.<br>При
                        Ваше желание плащането може да се извърши и с наложен платеж чрез куриер.</p>
                </div>
                <div style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee;">
                    <h4>ИЗПОЛЗВАНЕ НА ВРЕМЕННА ВЕРСИЯ НА ПРОГРАМАТА:</h4>
                    <p class="small">Можете да си изтеглите напълно работоспособна временна версия на програмата. Тя ще
                        може да работи в продължение на един месец от инсталирането си. Всички функционалности на
                        програмата са запазени. След изтичане на пробния период и при желание за закупуване на лиценз
                        Вие няма да загубите натрупаните по време на теста данни.</p>
                    <p><a href="https://avalonbg.com/download/MaxtradeCMR.zip">От тук можете да си изтеглите временна версия на Maxtrade CMR и Microsoft ReportViewer, необходим
                        за печата на справките.</a></p>
                </div>
            </div>
        </div>
    </div>
</div>

@endsection
