@extends('layouts.design')
@section('content')

<div class="page_wrapper">
    <div class="container">
        <div class="section_offset">
            <div class="row">
                <h2>Програма за управление на дейността на Служба по трудова медицина</h2>
                <h4>I. КЪДЕ МОЖЕМ ДА ИЗПОЛЗВАМЕ ПРОГРАМАТА?</h4>
                <p>Това е програма работеща под операционната среда на Microsoft Windows XP/7/8/10 разработена за
                    използване в Служба по Трудова Медицина. Програмата Ви дава възможност да извършвате регистриране на
                    дейността си по контрол и консултации на фирмите относно дейността им свързана с трудовата
                    медицина..</p>
                <h4>II. ОПИСАНИЕ НА ФУНКЦИОНАЛНИТЕ ВЪЗМОЖНОСТИ НА ПРОГРАМАТА.</h4>
                <p>Програмата се състои от две части, сървърна част и клиентска част.</p>
                <p>Сървърна част от програмата – MaxtradeERP Server. Служи за управление, поддържане, архивиране и
                    описване на базата с данни. Програмата е изградена и компилирана на основата на език за програмиране
                    C#, в среда на Microsoft® .NET 3.5.</p>
                <h4>За нормалната работа на сървъра е необходимо следното програмно осигуряване.</h4>
                <p>Семейството на Microsoft® Windows Операционни Системи, Microsoft® Windows XP , Microsoft® Windows
                    Vista , Microsoft® Windows 7 , Microsoft® Windows 8, Microsoft® Windows 10, Microsoft® Windows 2003
                    , Microsoft® Windows 2008.<br />Microsoft® .NET 3.5. или по-висока версия на средата за
                    разработка.<br />Освободен за достъп TCP/IP порт номер 3306, на който се свързва програмата за база
                    данни.<br />Клиентска част на програмата – MaxtradeCTM. Служи като итерфейс към базата данни. Чрез
                    нея се въвеждат, коригират и изтриват данни от първични документи. Автоматично изгражда и
                    визуализира справки и анализи.</p>
                <h4>За нормалната работа на сървъра е необходимо следното програмно осигуряване.</h4>
                <p>Семейството на Microsoft® Windows Операционни Системи, Microsoft® Windows XP , Microsoft® Windows
                    Vista , Microsoft® Windows 7 , Microsoft® Windows 8, Microsoft® Windows 10, Microsoft® Windows 2003
                    , Microsoft® Windows 2008.<br />Microsoft® .NET 3.5. или по-висока версия на средата за
                    разработка.<br />Microsoft Chart Controls for Microsoft .NET Framework 3.5 Setup<br />Microsoft
                    Report Viewer Redistributable 2008 Setup</p>
                <h4>Системни функции:</h4>
                <p>Програмата работи с потребителски акаунти и автентификация. Могат да се създават различен брой
                    потребители, всеки от които има собствени права за работа с програмата. С началното стартиране
                    програмата притежава потребител “admin” с парола “admin”, който притежава всички необходими права за
                    работа с нея. Възможност за настройване на мрежовите връзки към сървърната част. Това означава, че
                    базата данни може да се намира на друг компютър във Вашата локална мрежа, или на отдалечен компютър
                    в интернет мрежата.</p>
                <p>Клиентската част на програмата може да ползва данните на сървъра независимо къде се намира той.
                    Настройка на самата програма. Всичко необходимо за нормалната и работа. Указват се потребителя на
                    програмата ( собственика на продукта и данни за него, които в последствие ще се визуализират в
                    различните видове справки ). Настройки на визуалния вид на програмата. Информация за създателя на
                    програмата. Възможност за активиране на продукта. Ако е била получена 30 – дневна версия на продукта
                    с тази функционалност бихте могли да си регистрирате и закупите продукта.</p>
                <h4>Въвеждане на първични данни:</h4>
                <p>Управление на фирмени профили на обслужваните предприятия, номенклатури в програмата и шаблони за
                    измервания<br />Въвеждане на данни за фирми предмет на работата на съответното СТМ работещо с
                    програмата.<br />Промяна на данните и въвеждане на персонал подлежащ на обслужване.<br />Структура
                    на фирмите – клонове, отдели, професионални групи, длъжности на лицата, населени
                    места.<br />Създаване и редактиране на шаблони за измервания. Позволяват се създаване и редактиране
                    на общи шаблони за дадени професионални групи, които да могат да се използват за всички лица от
                    дадената професионална група.</p>
                <h4>Въвеждане на първични данни:</h4>
                <p>Здравни досиета , данни и измервания за лицата обект на работата на СТМ<br />Въвеждани и редакция на
                    данни за служители разпределени по фирми.<br />Въвеждане и редакция на първични данни за
                    служителите<br />Въвеждане и редакция на професионални маршрути за отделните лица.<br />Въвеждане и
                    редакция на професионални заболявания за отделните лица.<br />Въвеждане и редакция на трудови
                    злополуки за отделните лица.<br />Въвеждане и редакция на трудоустрояване за отделните лица.</p>
                <h4>Въвеждане на първични данни:</h4>
                <p>Въвеждане и редакция на инвалидност за отделните лица.<br />Въвеждане и редакция на измервания за
                    служителите.<br />Въвеждане и редакция на измервания за отделните лица.<br />Въвеждане и редакция на
                    предварителен медицински преглед за отделните лица.<br />Въвеждане и редакция на периодични
                    медицински прегледи за отделните лица.<br />Въвеждане и редакция на посещения за отделните
                    лица.<br />Въвеждане и редакция на болнични листове за отделните лица.</p>
                <h4>Справки и Анализи:</h4>
                <p>Справки, Анализи и следене на срокове за Периодични медицински прегледи на служителите<br />Справка
                    за “Брой служители разпределени по признак”. Възможност за печат на принтер и експорт на документа
                    във формат “XLS” или “PDF”.<br />Справка за “Брой служители разпределени по признак (до 5г., от 5г.
                    до 10г., над 10г.) трудов стаж”. Възможност за печат на принтер и експорт на документа във формат
                    “XLS” или “PDF”.</p>
                <h4>Справки и Анализи:</h4>
                <p>Справка за “Брой мъже, брой жени по длъжности”. Възможност за печат на принтер и експорт на документа
                    във формат “XLS” или “PDF”.<br />Справка за “Брой регистрирани професионални заболявания по
                    длъжности”. Възможност за печат на принтер и експорт на документа във формат “XLS” или
                    “PDF”.<br />Справка за “Трудови злополуки в списък с номер на акт, диагноза, дата на акт, по
                    длъжности”. Възможност за печат на принтер и експорт на документа във формат “XLS” или
                    “PDF”.<br />Справка за “Трудоустроени – в списък с диагноза, продължителност, място на
                    трудоустрояване, по длъжност”. Възможност за печат на принтер и експорт на документа във формат
                    “XLS” или “PDF”.</p>
                <h4>Справки и Анализи:</h4>
                <p>Справка за “трайно намалена работоспособност – списък номер на ЕР на ТЕЛК, диагноза, срок, проценти,
                    по длъжност”. Възможност за печат на принтер и експорт на документа във формат “XLS” или
                    “PDF”.<br />Справка за “За всеки работник заключение от предварителен медицински преглед”.
                    Възможност за печат на принтер и експорт на документа във формат “XLS” или “PDF”.<br />Справка за
                    “За всеки работник заключение от предварителни медицински прегледи”. Възможност за печат на принтер
                    и експорт на документа във формат “XLS” или “PDF”.<br />Справка за “За всеки работник уведомяване на
                    личния лекар”. Възможност за печат на принтер и експорт на документа във формат “XLS” или
                    “PDF”.<br />Справка за “Болнични листове”. Възможност за печат на принтер и експорт на документа във
                    формат “XLS” или “PDF”.</p>
                <h4>Справки и Анализи:</h4>
                <p>Справка за “Актуален списък на работещите”. Възможност за печат на принтер и експорт на документа във
                    формат “XLS” или “PDF”.<br />Справка за “Брой напуснали служители”. Възможност за печат на принтер и
                    експорт на документа във формат “XLS” или “PDF”.<br />Справка за “Брой работещи с изписана рецепта
                    за очила”. Възможност за печат на принтер и експорт на документа във формат “XLS” или
                    “PDF”.<br />“Анализ на заболеваемоста с временна неработоспособност на работещите”. Възможност за
                    печат на принтер и експорт на документа във формат “XLS” или “PDF”.<br />“Анализ на моментната
                    болестност установена при проведените задължителни периодични медицински прегледи по Раздел II на
                    Наредба номер 3 на МЗ на работещите”.</p>
                <h4>Справки и Анализи:</h4>
                <p>Възможност за печат на принтер и експорт на документа във формат “XLS” или “PDF”.<br />“Обобщен
                    анализ”. Възможност за печат на принтер и експорт на документа във формат “XLS” или
                    “PDF”.<br />Следене на сроковете за Периодични медицински прегледи на служителите.<br />Оценка на
                    риска<br />Коефициенти за вероятност за настъпване на вредата. С избор на менюто “Справки и Анализи”
                    &gt;&gt; “Оценка на риска”&gt;&gt;”Коефициенти за вероятност” се отваря прозорец в който ако желаете
                    можете да промените коефициентите и да запишете промените.</p>
                <h4>III. ИНСТАЛИРАНЕ</h4>
                <p>Продукта се състои от две части.</p>
                <p>1. Сървърна, на която се съхранява базата от данни за всички извършени сделки. Инсталира се от файла
                    "MaxtradeCTMServer_Install.exe".</p>
                <p>2. Клиентска част, с която Вие действително работите. Инсталира се от файла
                    "MaxtradeCTM_Instalator.exe".</p>
                <p>3. Допълнения. Microsoft ReportViewer.exe. Необходим за печата на справките.</p>
                <p>След коректната инсталация на сървърната и клиентската част на програмата можете да започнете работа
                    с нея. На поисканите данни за вход при първоначално стартиране на програмата можете да използвате
                    следните данни:<br />Потребител: admin<br />Парола: admin</p>
                <h4>IV. ТЕКУЩА ВЕРСИЯ</h4>
                <p>Текущата версия на MaxtradeCTM е: v.1.0.2.6 от 05.01.2016г.</p>
                <h4>V. СЪВМЕСТИМОСТ</h4>
                <p>Тествано за работоспособност на версии на<br />ОС Microsoft Windows: XP/7/8/8.1/10<br />ОС Microsoft
                    Windows Server: 2003/2008/2012<br />Продукта е разработен и има необходимост от .NET 3.5</p>
                <div style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee;">
                    <h4 style="margin-top: 15px; margin-bottom: 10px;">ДОКУМЕНТАЦИЯ</h4>
                    <p><a class="btn btn-default" style="width: 100%; margin-top: 5px; margin-bottom: 5px;"
                            href="/images/desktop/Documentation_CTM.pdf" target="_blank"
                            rel="noopener">Документация</a><br /><a class="btn btn-default"
                            style="width: 100%; margin-top: 5px; margin-bottom: 5px;"
                            href="https://www.youtube.com/watch?v=bQaQ2XbhVi4" target="_blank" rel="noopener">Мултимедия
                            1</a><br /><a class="btn btn-default"
                            style="width: 100%; margin-top: 5px; margin-bottom: 5px;"
                            href="https://www.youtube.com/watch?v=B96rktPxK9M" target="_blank" rel="noopener">Мултимедия
                            2</a><br /><a class="btn btn-default"
                            style="width: 100%; margin-top: 5px; margin-bottom: 5px;"
                            href="https://www.youtube.com/watch?v=thxX8AYM3ek" target="_blank" rel="noopener">Мултимедия
                            3</a><br /><a class="btn btn-default"
                            style="width: 100%; margin-top: 5px; margin-bottom: 5px;"
                            href="https://www.youtube.com/watch?v=D4Zhlb2h38Q" target="_blank" rel="noopener">Мултимедия
                            4</a><br /><a class="btn btn-default"
                            style="width: 100%; margin-top: 5px; margin-bottom: 5px;"
                            href="https://www.youtube.com/watch?v=8dUsaDUNJkE" target="_blank" rel="noopener">Мултимедия
                            5</a></p>
                </div>
                <br />
                <div style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee;">
                    <h4>ПРАВО НА ПОЛЗВАНЕ, ВАРИАНТИ, ЦЕНИ:</h4>
                    <p><a class="btn btn-default" style="width: 100%;" href="/produkt/maxtrade-ctm/" rel="noopener">
                            Maxtrade CTM<br />432.00 лв. с ДДС </a></p>
                    <p class="small">* Лицензия за ползване на продукта на неограничен брой работни места за една
                        година.</p>
                    <p class="small" style="color: red;">Посочената цена е само за закупуване на самия модул. В цената
                        не се включват инсталиране, настройване и промени в модула. тези допълнителни функции са въпрос
                        на допълнителни разговори за определяне на цената спрямо конкретните изисквания на клиента.</p>
                    <p class="small">Възможни са варианти за безплатно инсталиране и настройване на продукта.<br />Начин
                        на закупуване и доставка:<br />След като направите заявка от нашия онлайн магазин</a><br />или директно на
                        E-Mail: <span style="color: red;">home@avalonbg.com</span>, указвайки Вашите фирмени данни, ще
                        Ви бъде изпратена проформа фактура за извършване на необходимото плащане за покупката. След
                        удостоверяване на плащането, ще Ви бъде изпратена оригиналната фактура заедно с необходимите
                        файлове за инсталацията на <span style="color: red;">Maxtrade CTM</span>.<br />При Ваше желание
                        плащането може да се извърши и с наложен платеж чрез куриер.</p>
                </div>
                <br />
                <div style="background-color: #f3f3f3; padding: 4px 20px 10px 20px; border: thin solid #eeeeee;">
                    <h4>ИЗПОЛЗВАНЕ НА ВРЕМЕННА ВЕРСИЯ НА ПРОГРАМАТА:</h4>
                    <p class="small">Можете да си изтеглите напълно работоспособна временна версия на програмата. Тя ще
                        може да работи в продължение на един месец от инсталирането си. Всички функционалности на
                        програмата са запазени. След изтичане на пробния период и при желание за закупуване на лиценз
                        Вие няма да загубите натрупаните по време на теста данни.</p>
                    <p><a href="https://avalonbg.com/download/MaxtradeCTM.zip">От тук можете да си изтеглите временна версия на Maxtrade CTM и Microsoft ReportViewer, необходим за печата на справките.</a></p>
                </div>
            </div>
        </div>
    </div>
</div>

@endsection